Repository: LZoog/fxa-content-server-l10n
Catalog: locale/ff/LC_MESSAGES/client.po
Languages: ff

source: Account verified successfully
ff: Konte ƴeewtoraama no haaniri

source: Password reset
ff: Finnde firlitaama

source: Password reset successfully. Sign in to continue.
ff: Finnde firlitaama no haanirta. Seŋo ngam jokkude.

source: %(permissionName)s (required)
ff: %(permissionName)s (ena waɗɗii)

source: Email address
ff: Ñiiɓirde iimeel

source: Display name
ff: Innde jaytino

source: Account picture
ff: Natal konte

source: Welcome back
ff: A jaɓɓaama kadi

source: Firefox Sync will resume momentarily
ff: Firefox Sync maa jokku ko leelaani

source: Complete set-up by entering the new password on your other Firefox devices.
ff: Timmin teeltol so naatnude finnde hesere ndee e kaɓirɗi maa Firefox goɗɗe.

source: Sign-in confirmed
ff: Ceŋagol teeŋtinaama

source: You are now ready to use %(serviceName)s
ff: A hebiima haŋkadi huutoraade %(serviceName)s

source: Account verified
ff: Konte ƴeewtaama

source: Unknown account. <a href="/signup">Sign up</a>
ff: Konte anndaaka. <a href="/signup">Winndito</a>

source: Unknown Firefox Account. <a href="/signup">Sign up</a> using your previous Add-ons account email address to access your Add-ons data.
ff: Konte Firefox ɗee nganndaaka. <a href="/signup">Winndito</a> huutoraade konte maa iimeel ɓeyditte jawtuɗe ngam naatde e keɓe Ɓeyditte.

source: Account no longer exists. Recreate it?
ff: Konte ɗee nattii woodde. Sostu-ɗe?

source: Account already exists. <a href="/signin">Sign in</a>
ff: Konte ena ngoodi kisa. <a href="/signin">Seŋo</a>

source: Courtesy of <a href="https://www.gravatar.com">Gravatar</a>
ff: E wnume <a href="https://www.gravatar.com">Gravatar</a>

source: Password changed successfully
ff: Finnde wayliraama no haaniri

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
ff: Ɗum deh welaani nanade. Wadde aɗa foti waylude finnde maa Konte Firefox, tee njiylo-ɗaa humpito to peewnuɗo kabirgol maa baɗte momtude keɓe maa e goɗɗol.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
ff: Ɗum deh welaani nande. So ɗum ko kaɓirgol ngol a hoolaaki e jaati, pot-ɗaa ko waylude finnde maa Konte Firefox, e finndeeji danndaaɗi e Firefox fof.

source: Web Session, %(userAgent)s
ff: Rogere Geese, %(userAgent)s

source: Last active %(translatedTimeAgo)s
ff: Ceŋiiɗo sakke %(translatedTimeAgo)s

source: Subscribed successfully
ff: Lulniima no haaniri

source: Unsubscribed successfully
ff: Lultiniima no haaniri

source: Account deleted successfully
ff: Konte momtiraama no haanirta

source: Display name updated
ff: Innde jaytino hesɗitinaama

source: Your account has been locked for security reasons
ff: Konte maa koko ndaaƴaa ngam hisnude

source: Reset password
ff: Firlit finnde

source: Open Gmail
ff: Uddit Gmail

source: Open Hotmail
ff: Uddit Hotmail

source: Open Yahoo
ff: Uddit Yahoo

source: Open Outlook
ff: Uddit Outlook

source: Open Restmail
ff: Uddit Restmail

source: Email resent
ff: Iimeel neltiraama

source: Unexpected error
ff: Juumre nde heftinaaka

source: The link you clicked to verify your email is expired.
ff: Jokkol ndobi-ɗaa ngam ƴeewtaade finnde maa ngol hiiɗtii.

source: You've tried too many times. Try again later.
ff: A etiima laabi keewɗi haa wooroo. Eto kadi so ɓooyii.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
ff: You've tried too many times. Eto kadi %(retryAfterLocalized)s.

source: Invalid token
ff: Tokkunde moƴƴaani

source: Invalid timestamp in request signature
ff: Temmbere sahaa e siifannde ɗaɓɓitannde feewaani

source: Invalid nonce in request signature
ff: Nonsere e siifannde ɗaɓɓitannde feewaani

source: Account already exists
ff: Ɗee konte ena ngoodi kisa

source: Unknown account
ff: Konte nganndaaka

source: Incorrect email case
ff: Darnde iimeel feewaani

source: Incorrect password
ff: Finnde ndee moƴƴaani

source: Unverified account
ff: Konte ƴeewtaaka

source: Invalid verification code
ff: Kod ƴeewtagol moƴƴaani

source: Invalid JSON in request body
ff: JSON e jimme ɗaɓɓitannde moƴƴaani

source: Invalid parameter: %(param)s
ff: Teeltol dagnaaka: %(param)s

source: Missing parameter: %(param)s
ff: Ena ŋakki teeltol: %(param)s

source: Invalid request signature
ff: Siifannde ɗaɓɓitannde feewaani

source: Missing content-length header
ff: Tiitoore njuuteendi-loowdi ena ŋakki

source: Request body too large
ff: Jimme ɗaɓɓitannde ena mawni haa ɓurti

source: The request was blocked for security reasons
ff: Ɗaɓɓitannde ndee daaƴaama ngam kisal maa

source: Invalid authorization code
ff: Kod yalirirde oo moƴƴaani

source: Invalid phone number
ff: Tonngoode cinndel ngel moƴƴaani

source: Cannot send to this country
ff: Horiima neldude e ndii leydi

source: Could not send a message to this number
ff: Horiima neldude mesaas e ndee tonngoode

source: Your email was just returned
ff: Iimeel maa ruttunaama ko ɓooyaani

source: Your email was just returned. Mistyped email?
ff: Iimeel maa ruttaama jooni. Tappugol iimeel ngol feewaani?

source: Unable to deliver email
ff: Horiima tottirde iimeel

source: Server busy, try again soon
ff: Sarworde ena halji, eto ɗoo e yeeso

source: This endpoint is no longer supported
ff: Ndeen toɓɓere wattan nattii tammbiteede

source: System unavailable, try again soon
ff: Yuɓɓo heɓotaako, eto ɗoo e yeeso

source: Login attempt cancelled
ff: Etogol seŋaade haaytii

source: Session expired. Sign in to continue.
ff: Naatannde hiiɗtii. Seŋo ngam jokkude.

source: Cookies are still disabled
ff: Kukiije ko daaƴaaɗe tawo

source: Passwords do not match
ff: Finndeeji nanndaani

source: Working…
ff: Nana golla…

source: Could not get Privacy Notice
ff: Horiima heɓde Tintinol Suturo

source: Could not get Terms of Service
ff: Horiima heɓde Sarɗiiji Carwe

source: Your new password must be different
ff: Finnde maa hesere ndee ena foti seertude

source: Must be at least 8 characters
ff: Ena foti waɗde alkule 8 so famɗii

source: Valid password required
ff: Finnde moƴƴere ena waɗɗii

source: Valid email required
ff: Iimeel moƴƴo ena waɗɗii

source: A usable image was not found
ff: Natal baawngal huutoreede yiyaaka

source: Could not initialize camera
ff: Horiima heblitaade kamaraa

source: Valid URL required
ff: URL moƴƴo ena waɗɗii

source: Your verification email was just returned. Mistyped email?
ff: Iimeel ƴeewtoɗo oo ruttinaama. Juumre binndol?

source: Enter a valid email address. firefox.com does not offer email.
ff: Naatnu ñiiɓirde iimeel moƴƴere. firefox.com hokkataa ñiiɓirɗe.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
ff: Konte Firefox mbaawi wonde tan ko e IFRAME e lowe jamiraaɗe

source: Verification link damaged
ff: Jokkol ƴeewtagol koko boni

source: The image dimensions must be at least 100x100px
ff: Natal ngal ena foti fotde e 100x100px walla ɓura

source: Signup is coming soon to Firefox for iOS
ff: Binnditagol jooni ara e Firefox mo iOS

source: You must enter your age to sign up
ff: Maa naatnaa duuɓi maa nde mbinndito-ɗaa

source: No Gravatar found
ff: Alaa Gravatar yiytaa

source: Account no longer exists.
ff: Konte ɗee nattii woodde.

source: Invalid property in resume token: %(property)s
ff: Heeroraango dagnaaka e tokken jokkugol: %(property)s

source: Missing property in resume token: %(property)s
ff: Heeroraango ena ŋ&kki e tokken jokkugol: %(property)s

source: Invalid data attribute: %(property)s
ff: Joopol keɓe dagnaaka: %(property)s

source: Missing data attribute: %(property)s
ff: Joopol keɓe ena ŋakki: %(property)s

source: That confirmation link was already used, and can only be used once.
ff: Ngol jokkol teeŋtinol koko huutoraa kisa, tee huutortee tan ko gootol.

source: This is a required field
ff: Ɗum ko gallol baɗɗingol

source: Authorization code required
ff: Kod jamirgol ena waɗɗii

source: Link damaged
ff: Jokkol bonii

source: Phone number required
ff: Tonngoode noddirgel ina soklaa

source: Missing configuration
ff: Teeltol ena ŋakki

source: Invalid configuration
ff: Teeltol dagnaaka

source: Did you mean <span tabindex="1">%(escapedDomain)s</span>?
ff: Njiɗno-ɗaa wiyde ko <span tabindex="1">%(escapedDomain)s</span>?

source: Please try again later
ff: Eto kadi so ɓooyii njaafoɗaa

source: Unknown client
ff: Kiliyaan nganndaaka

source: Incorrect redirect_uri
ff: redirect_uri feewaani

source: Invalid assertion
ff: Tokkunde moƴƴaani

source: Unknown code
ff: Kod anndaaka

source: Incorrect code
ff: Kod moƴƴaani

source: Expired code
ff: Kod hiiɗtii

source: Invalid OAuth parameter: %(param)s
ff: Teeltol OAuth dagnaaka: %(param)s

source: Unauthorized
ff: Yamiraaka

source: Forbidden
ff: Koko haɗaa

source: Something went wrong. Please close this tab and try again.
ff: Won caɗeele mbaɗi. Tiiɗno uddu ndee tabbere kisa puɗɗito-ɗaa.

source: no message
ff: alaa ɓatakuru

source: Missing OAuth parameter: %(param)s
ff: Ena ŋakki OAuth parameter: %(param)s

source: Invalid Token
ff: Tokkunde Toƴƴaani

source: Invalid parameter in request body: %(param)s
ff: Teeltol e jimme ɗaɓɓitannde moƴƴaani: %(param)s

source: Unsupported image provider
ff: Carwinoowo nate jaaɓaaka

source: Image processing error
ff: Juumre lijjitgol natal

source: Resources failed to load
ff: Kattane koriima loowaade

source: Unexpected resource error
ff: Juumre kattanɗe nde tijjaaka

source: Script error
ff: Juumre dokkorol

source: SMS sent
ff: SMS neldaama

source: Your number has been blocked
ff: Tonngoode maa daaƴanooma

source: SMS not sent, please try again
ff: SMS neldaaka, eto goɗngol njaafoɗa

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
ff: Jokkude e ɗuum firti ko a jaɓii <a id="service-tos" href="%(termsUri)s">Sarɗiiji Carwol</a> e <a id="service-pp" href="%(privacyUri)s">Tintinol Suturo</a> %(serviceName)s (%(serviceUri)s).

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
ff: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ballal</a>

source: Get the latest news about Mozilla and Firefox.
ff: Heɓ kabaruuji cakkitiiɗi baɗte Mozilla e Firefox.

source: %(city)s, %(country)s (estimated)
ff: %(city)s, %(country)s (e ko hiisaa)

source: %(country)s (estimated)
ff: %(country)s (e ko hiisaa)

source: IP address: %(ip)s
ff: Ñiiɓirde IP: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
ff: Ngam ɓeydude kisal, tiiɗno teeŋtin ngol ceŋagol ngam fuɗɗaade syncude e ngol kaɓirgol:

source: Web Session
ff: Rogere Geese

source: Bad Request
ff: Ɗaɓɓitannde Moƴƴaa

source: 500 Error
ff: Juumre 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
ff: Ee jam, won caɗeele mbaɗi toon. Min tintinaama tee ma min ñawndu-ɗe.

source: Cannot create account
ff: Horiima sosde konte

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
ff: Alaa e sago wooda ɗo keɓ-ɗaa e duuɓi ngam udditde konte Firefox.

source: Learn more.
ff: Ɓeydu humpito.

source: %(email)s created
ff: %(email)s cosaama

source: Choose what to sync
ff: Suɓo ko sanngoɗintee

source: Open tabs
ff: Tabbe udditiiɗe

source: Bookmarks
ff: Maantore

source: Add-ons
ff: Ɓeyditte

source: Passwords
ff: Finndeeji

source: History
ff: Aslol

source: Preferences
ff: Cuɓoraaɗe

source: Add-ons and Preferences do not currently sync on mobile devices.
ff: Ɓeyditte e Cuɓoraaɗe cynkataa oo sahaa e kaɓirɗi cinnde.

source: Save settings
ff: Danndu teelte

source: Back
ff: Caggal

source: Reset password link expired
ff: Jokkol pirlitgol finnde hiiɗtii

source: The link you clicked to reset your password is expired.
ff: Jokkol ndobi-ɗaa ngam firlitde finnde maa ngol hiiɗtii.

source: Click here to receive a new reset link
ff: Dobo ɗoo ngam heɓde jokkol kesol

source: Reset password link damaged
ff: Jokkol pirlitgol finnde moƴƴaani

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
ff: Jokkol ndobi-ɗaa ngol ena ŋakki alkule, tee ena waawi tawa ngol bonnaama e tarorde iimeeliiji maa. Nattoro ñiiɓirde ndee hakkille, eto-ɗaa kadi.

source: Enter new password
ff: Naatnu finnde hesere

source: Once you submit your new password, you will lose any Sync data that is not on one of your devices.
ff: Caggal nde naatnu-ɗaa finnde hesere, maa momtore won e keɓe Sync ɗe ngalaa e gootol e kaɓirɗi maa.

source: Learn how Sync works.
ff: Ekko no Sync yahrata.

source: New password
ff: Finnde hesere

source: Repeat password
ff: Naattin finnde

source: Submit new password
ff: Naatnu finnde hesere

source: Sign-in already confirmed
ff: Binnditagol teeŋtinaama kisa

source: Verification link expired
ff: Jokkol ƴeewtagol hiiɗtii

source: Click here to receive a new verification link
ff: Dobo ɗoo ngam heɓde jokkol ƴeewtagol kesol

source: Verification error
ff: Juumre ƴeewtagol

source: Confirm your account
ff: Teeŋtin konte maa

source: Confirm this sign-in
ff: Teeŋtin ngol ceŋagol

source: Email Sent
ff: Iimeel neldaama

source: A verification link has been sent&nbsp;to %(escapedEmail)s
ff: Jokkol ƴeewtagol neldaama &nbsp;to %(escapedEmail)s

source: To better protect your Firefox data, we've emailed a confirmation link to %(email)s
ff: Ngam ɓeydude ndeenka keɓe maa Firefox, min neldii jokkol teeŋtinirgol to %(email)s

source: Didn't arrive and not in spam folder? Resend
ff: Yettaaki tee alaa e runngere spam? Neltir

source: Reset email sent
ff: Immell pirlitol neltiraama

source: Click on the link we've emailed you at %(email)s within the next hour to create a new password.
ff: Dobo e jokkol min neldu-maa to %(email)s ngol e nder waktu garoowo oo ngam sosde finnde hesere.

source: Remember password? Sign in
ff: Siiftor finnde hesere? Seŋo

source: Connect another device
ff: Seŋ kaɓirgol goɗngol

source: This device is connected
ff: Ngol kaɓirgol seŋiima

source: Email verified
ff: Iimeel ƴeewtaama

source: Success
ff: Moƴƴii

source: Sign in to this Firefox to complete set-up
ff: Seŋo e Firefox ngam timminde teeltagol

source: Sign in &rarr;
ff: Seŋo &rarr;

source: Sign in to Firefox on another device to complete set-up
ff: Seŋo e Firefox e kaɓirgol goɗngol ngam timminde teeltagol

source: Open settings and select Sign in to Firefox to complete set-up
ff: Uddit teelte kisa labo-ɗaa Seŋo e Firefox ngam timminde teeltagol

source: Sign in to Firefox for Android to complete set-up
ff: Seŋo e Firefox mo Android ngam timminde teeltagol

source: Sign in to Firefox for iOS to complete set-up
ff: Seŋo e Firefox mo iOS ngam timminde teeltagol

source: Why is this required?
ff: Hol ko waɗi ena waɗɗii?

source: Cookies and local storage are required.
ff: Kukiije e ndesgu nokku ena mbaɗɗii.

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
ff: Tiiɗno hurmin kukiije e ndesgu nokkuure e wanngorde maa ngam naatde e Konte Firefox. Waɗde ɗum maa hurmin fannuuji wano siiftorde ma hakkunde naatanɗe.

source: Learn more
ff: Ɓeydu humpito

source: Try again
ff: Fuɗɗito

source: Sign in to continue
ff: Seŋo ngam jokkude

source: Password
ff: Finnde

source: Sign in
ff: Seŋo

source: Forgot password?
ff: A yejjit finnde ndee?

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
ff: Ɓennude ɗoo firti ko a jaɓii ɗooftaade <a id="fxa-tos" href="/legal/terms">Sarɗiiji Carwe</a> e <a id="fxa-pp" href="/legal/privacy">Tintinol Suturo</a> mo carwe ruulde Firefox.

source: Firefox cloud services
ff: Carwe ruulde Firefox

source: Legal
ff: Laawol

source: Terms of Service
ff: Sarɗiiji Carwe

source: Privacy Notice
ff: Tintinol Suturo

source: Get the full Sync experience.
ff: Heɓ dawtol Sync timmungol.

source: Download Firefox for iOS!
ff: Aawto Firefox mo iOS!

source: Download Firefox for Android.
ff: Aawto Firefox mo Android.

source: Download Firefox for mobile devices.
ff: Aawto Firefox mo kaɓirɗi cinnde.

source: Request for permission
ff: Ɗabbitannde jamirgol

source: %(serviceName)s wants the following information from your account:
ff: %(serviceName)s ena yiɗi heɓde ngooɗoo humpito baɗte konte maa:

source: Accept
ff: Jaɓ

source: Cancel
ff: Haaytu

source: Proceed
ff: Jokku

source: Your account is ready!
ff: Konte maa keblaama!

source: Report unauthorized sign-in?
ff: Jaŋto ceŋagol ngol yamiraaka?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
ff: A heɓii iimeel baɗte etagol naatnde e konte maa. Aɗa yiɗi jaŋtaade ndee dillere ko nde hoolnaaki?

source: Report activity
ff: Jaŋtol dille

source: Why is this happening?
ff: Ko addi ɗum?

source: Reset account
ff: Firlit konte

source: Continue to %(serviceName)s
ff: Jokku to %(serviceName)s

source: When you reset your password, you will lose any Sync data that is not on one of your devices.
ff: So a firlitii finnde maa, maa momtor won e keɓe Sync ɗe ngalaa e gootol e kaɓirɗi maa.

source: Email
ff: Iimeel

source: Begin reset
ff: Fuɗɗo pirlitol

source: Remember password? Sign in.
ff: Siiftor finnde? Seŋo.

source: Firefox Accounts
ff: Konte Firefox

source: Sign out
ff: Seŋto

source: Looking for your Add-ons data? <a href="/signup">Sign up</a> for a Firefox Account with your old Add-ons account email address.
ff: Aɗa yiyloo kaɓe Ɓeyditte maa? <a href="/signup">Seŋo</a> e Konte Firefox huutoraade ñiiɓirde iimeel konte maa Ɓeyditte ɓooyɗe ɗee.

source: Migrate your sync data by signing in to your Firefox&nbsp;Account.
ff: Eggin keɓe maa sync so seŋaade e Konte&nbsp;Firefox.

source: Use a different account
ff: Huutoro konte goɗɗe

source: Create an account
ff: Sos konte

source: Thank you for your vigilance
ff: A jaaraama e deentagol maa

source: Our team has been notified. Reports like this help us fend off intruders.
ff: Goomu amen tintinaama. Jaŋte hono ɗee ena mballa min riiwtude wujjittooɓe.

source: Authorize this sign-in
ff: Yamir ngol ceŋagol

source: To better protect your Firefox data, there is an authorization code waiting for you at %(email)s.
ff: Ngam ɓeydude ndeenka keɓe Firefox, kod jamirgol nana fad-maa to %(email)s.

source: Enter authorization code
ff: Naatnu ko jamirgol

source: Continue
ff: Jokku

source: Create a Firefox Account
ff: Sos Konte Firefox

source: Looking for Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Get started here</a>
ff: Aɗa yiyloo Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Fuɗɗo ɗoo</a>

source: Migrate your sync data by creating a new Firefox&nbsp;Account.
ff: Eggin keɓe maa sync so sosde Konte&nbsp;Firefox kese..

source: Looking for your Add-ons data? Sign up for a Firefox Account with your old Add-ons account email address.
ff: Aɗa yiyloo kaɓe Ɓeyditte maa? Seŋo e Konte Firefox huutoraade ñiiɓirde iimeel konte maa Ɓeyditte ɓooyɗe ɗee.

source: A strong, unique password will keep your Firefox data safe from intruders.
ff: Finnde tekkunde, heeriinde maa sur keɓe maa Firefox e wujjittooɓe.

source: Receive the monthly Firefox newsletter
ff: Heɓ ɓataake habrirde lewruyaŋkeewo Firefox oo

source: Create account
ff: Sos konte

source: Have an account? Sign in
ff: Aɗa jogii konnte? Seŋo

source: Send Firefox directly to your smartphone and sign in to complete set-up
ff: Neldu Firefox faade e noddirgel maa tee seŋo ngam jokkit-de teelto

source: This Firefox is connected
ff: Oo ɗoo Firefox ko ceŋiiɗo

source: Mobile phone number
ff: Tonngoode noddirgel

source: Send
ff: Neldu

source: Maybe later
ff: Ina waawi wonde ɗoo e ɓooyde

source: Install Firefox on your smartphone and sign in to complete set-up
ff: Aaf Firefox e noddirgel maa tee seŋo ngam jokkit-de teelto

source: If you are not receiving the text message, you can also download the apps manually.
ff: So tawii a heɓataamesaas binndol oo, aɗa waawi kadi aawtaade jaaɓnirɗe ɗee e junngol.

source: Didn't arrive? Resend
ff: Ɗum araani? Neldit

source: Why Sync two (or more!) devices?
ff: Ko addi Syncude kaɓirgol (walla keewɗi)?

source: Sync lets you share the bookmarks, history and passwords you save to Firefox on one device with Firefox on other devices. Sign in to Firefox on your phone or tablet and everything you've saved to Firefox for desktop will appear.
ff: Sync ena waawnu maa lollinde maantore maa, aslol e finndeeji ɗe ndanndu-ɗaa e Firefox ɗ kaɓirgol gootol huutoraade Firefox e kaɓirgol goɗngol. Seŋo e Firefox e cinndel walla taable maa kisa kala ko ndannduno-ɗaa e Firefox mo biro maa yaltu.

source: Sync isn't designed as a permanent backup – it's just sharing what is saved locally. If you reset your password and your data isn't stored on at least one other device, you could lose all the information associated with the old password. That's why you'll want to install Firefox and use Sync on more than one device.
ff: Sync waɗiraaka dannorde duumiinde – ko danndude tan ko lollinaa e nokkuure ndee. So a firlitii finnde maa tee keɓe maa ndesaaka e kaɓirgol hay so gootol goɗngol, aɗa waawi momtoreede humpito kala jokkinooɗo e finnde hiiɗnde ndee. Ko ɗum waɗi aɗa foti aafde Firefox tee kuutoro-ɗaa Sync e ko ɓuri kaɓirgolo gootol.

source: Got it
ff: Famii

source: Change…
ff: Waylu…

source: Add…
ff: Ɓeydu…

source: Take picture
ff: Ɓam natal

source: Upload
ff: Yollu

source: Camera
ff: Kameraa

source: Clear
ff: Momtu

source: Done
ff: Gasii

source: Position and rotate your picture as needed
ff: Dirtin njilltaa natal no njiɗir-ɗaa

source: Change
ff: Waylu

source: Save
ff: Danndu

source: Once you're finished, use your new password to sign in on all of your devices.
ff: Tuma ngasnu-ɗaa, huutoro finnde maa hesere ngam seŋaade e kaɓirɗi maa kala.

source: Old password
ff: Finnde ɓooynde

source: Disconnect from Sync?
ff: Seŋtondir e Sync?

source: Your browsing data will remain on %(deviceName)s, but it will no longer sync with your account.
ff: Keɓe maa peeragol maa keddo e %(deviceName)s, kono maa ɗe nattu syncude e konte maa.

source: Suspicious device
ff: Kaɓirgol tuumungol

source: Lost or stolen device
ff: Kaɓirgol wujja walla majju

source: Old or replaced device
ff: Kaɓirgol nayewol walla goɗngol

source: Duplicate device
ff: Kaɓirgol ɗiɗabol

source: Rather not say
ff: Mi yiɗaa haalde

source: Disconnect
ff: Seŋtondir

source: Disconnection Successful
ff: Ceŋtagol Moƴƴii

source: Devices & apps
ff: Kaɓirɗi & jaaɓɗe

source: Show
ff: Hollu

source: current device
ff: kaɓirgol gonangol

source: Disconnect…
ff: Seŋtondir…

source: current session
ff: rogere jooni nde

source: Firefox for iOS
ff: Firefox mo iOS

source: none connected
ff: seŋaaki

source: Download
ff: Aawto

source: Firefox for Android
ff: Firefox mo Android

source: Missing or duplicate items?
ff: Teme ŋakkuɗe walla puniiɗe?

source: Refresh
ff: Hesɗitin

source: Communication preferences
ff: Cuɓoraaɗe kumpital

source: Receive the monthly Firefox newsletter.
ff: Heɓ ɓataake habrirde Firefox lewru kala.

source: Email preferences
ff: Cuɓoraaɗe iimeel

source: Unsubscribe
ff: Lultino

source: Subscribe
ff: Lulno

source: Delete account
ff: Momtu konte

source: Delete…
ff: Momtu…

source: Are you sure you want to delete your account? This action cannot be undone.
ff: Aɗa yenanaa yiɗde momtude konte maa? Ngal baɗal firtotaako.

source: Choose the name you would like to appear in Firefox and when managing your account.
ff: Suɓo innde njiɗ-ɗaa yoo yaltu e Firefox e so aɗa toppitoo konte maa.
