Repository: LZoog/fxa-content-server-l10n
Catalog: locale/ff/LC_MESSAGES/client.po
Languages: ff

source: How old are you?
ff: No duuɓi maa poti?

source: Sign in to Sync
ff: Seŋo nga syncude

source: Choose the account you would like to use to sync your tabs, bookmarks, passwords and more.
ff: Suɓo konte ɗe njiɗ-ɗaa huutoraade ngam syncude tabbe maa, maantore, finndeeji e geɗe goɗɗe.

source: Use OpenID
ff: Huutoro OpenID

source: Use Firefox Account
ff: Huutoro Konte Firefox

source: Secondary email removed
ff: Iimeel ɗiɗaɓo momtaama

source: Verification email sent
ff: Ƴeewndagol iimeel neldaama

source: Primary email set to %(email)s
ff: Iimeel gadano teeltaama e %(email)s

source: Addresses
ff: Ñiiɓirɗe

source: Credit cards
ff: Karte banke

source: This email was already verified by another user
ff: Kuutoro goɗɗo ƴeewtiima oo iimeel kisa

source: Secondary email must be different than your account email
ff: Iimeel ɗiɗaɓo ina foti seertude e iimeel konte maa

source: Primary account email required for sign-in
ff: Iimeel konte gadane ɗee ina naamnaa ngam seŋaade

source: Address in use by another account
ff: Ñiiɓirde neɗɗo goɗɗo huutortoo

source: Primary account email required for reset
ff: Iimeel konte gadane ɗee ina naamnaa ngam fuɗɗitaade

source: Invalid signin code
ff: Kod ceŋogol oo moƴƴaani

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
ff: Njidnoɗaa wiyde ko <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?

source: Receive new link
ff: Heɓ jokkol kesol

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
ff: Ƴeewto iimeel maa sabu jokkol ƴeewtagol neldaaɗo &nbsp;e %(escapedEmail)s

source: Check your email for the sign-in confirmation link sent to %(email)s
ff: Ƴeewto iimeel maa sabu jokkol teeŋtingol ceŋagol neldaaɗo e %(email)s

source: Not in inbox or spam folder? Resend
ff: Alaa e nder boyet ɓataakuuji maa walla e runngere spaam? Neldit

source: Still adding devices?
ff: Aɗa jokki ɓeydude masiŋon?

source: Why is more than one device required?
ff: Ko waɗi ko ɓuri masiŋel gootel ina naamndaa?

source: Cookies and local storage are required
ff: Kuukiije kañum e mooftirde nokkuure ina coklaa

source: Enter your email
ff: Naatnu iimeel maa

source: Account notifications will now also be sent to %(secondaryEmailVerified)s
ff: Tintine konte maa nelde jooni e %(secondaryEmailVerified)s

source: Sorry. We’ve locked your&nbsp;account.
ff: Yaafo. Min cokii konte maa &nbsp;.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
ff: Iimeel teeŋtingol min neldunoo e %(email)s ruttinaama tee min cokii konte maa ngam reende keɓe Firefox maa.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
ff: So tawii ndee ñiiɓirde iimeel ina moƴƴi, <a %(escapedSupportLinkAttrs)s>anndin min</a> amin mbaawi wallude ma soktude konte maa.

source: No longer own that email? Create a new account
ff: A nattii jeyde oo iimeel? Sos konte kese

source: Mistyped email?
ff: Tappugol iimeel moƴƴaani?

source: Check your email for the authorization code sent to %(email)s.
ff: Ƴeewto iimeel ngam kod yamiroore neldaaɗo e %(email)s.

source: Get the latest news about Mozilla and Firefox
ff: Heɓ kabaruuji cakkitiiɗi paytuɗi e Moɗilla e Firefox

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
ff: Sarwo SMS heɓotoo tan ko e won e leyɗeele. SMS &amp; santaas keɓe ina mbaawi jaaɓde. Mo iimeel oo walla SMS fayii oo ina foti jaɓde. <a %(escapedLearnMoreAttributes)s>Ɓeydu humpito</a>

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
ff: Jokkol jaaɓnirgal neldaama to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feewaani&nbsp;tonngoode?</a>

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
ff: Jokkol jaaɓnirgal nelditaama e %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feewaani&nbsp;tonngol?</a>

source: Why sync multiple devices?
ff: Ko saabii jahdingol masiŋon keewkon?

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
ff: Sarwo Jahdingol oo wonaa dannditol daañaa, ko ɗum feere hisnde ngam ɓenninde maantore, daartol kam e finndeeji hakkunde masiŋon maa.

source: You should install Firefox and sync at least two devices to protect against losing your data if you need to restore it but forget your password.
ff: Aɗa foti aafde Firefox tee njahdinaa ko famɗi fof masiŋon ɗiɗon ngam reentaade oto keɓe maa majjude so tawii aɗa hatojini e artirde ɗe kono a yejjitii finnde maa.

source: Revoke
ff: Heɓtu

source: We may send you emails related to your Firefox Account.
ff: Firefox ina waawi neldudema iimeeluuji toɗɗiiɗi konte maa Firefox.

source: Additionally, you can choose whether to receive the latest news about Mozilla and Firefox.
ff: Yanti heen, aɗa waawi suɓaade heɓde kabaruuji cakkitiiɗi baɗte Mozilla kam e Firefox.

source: Secondary email
ff: Iimeel ɗiɗaɓo

source: verified
ff: ƴeewtaama

source: verification required
ff: ƴeewtagol ina ɗaɓɓitaa

source: Make primary
ff: Ardin ɗum

source: Remove
ff: Ittu

source: Add
ff: Ɓeydu

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
ff: Ngonɗaa ko e yiylaade jahdingol Firefox? <a %(escapedSyncSuggestionAttrs)s>Fuɗɗo ɗoo </a>

source: You are now ready to make changes to your Firefox Account.
ff: A hebiima jooni waɗde bayle e konte maa Firefox.

source: Primary email verified
ff: Iimeel gadano ƴeewtaama

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
ff: Tintine konte maa neldoye jooni e %(secondaryEmailVerified)s.

source: Secondary email verified
ff: Iimeel ɗiɗaɓo ƴeewtaama

source: Last sync %(translatedTimeAgo)s
ff: Jahdingol wattan %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
ff: Jahdingol wattan dow %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
ff: Jahdingol wattan %(translatedTimeAgo)s nder %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
ff: Jahdingol wattan dow %(translatedTimeAgo)s nder %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: Jahdingol wattan %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: Jahdingol wattan dow %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s
ff: Jahdingol wattan dow %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
ff: Sakkitii saasde %(translatedTimeAgo)s nder %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
ff: Sakkitii saasde e %(translatedTimeAgo)s nder %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: Sakkitii saasde %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: Sakkitii saasde e %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s
ff: Dow %(translatedTimeAgo)s

source: %(translatedTimeAgo)s in %(translatedCountry)s
ff: %(translatedTimeAgo)s nder %(translatedCountry)s

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
ff: Dow %(translatedTimeAgo)s nder %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ff: Dow %(translatedTimeAgo)s sara %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync time unknown
ff: Sahaa jahdingol wattan mo anndaaka

source: Primary email verified successfully
ff: Iimeel gadano ƴeewtaama no haaniri

source: Logins
ff: Ceŋorɗe

source: Secondary email verified successfully
ff: Iimeel ɗiɗaɓo ƴeewtaama no haaniri

source: Can not change primary email to an unverified email
ff: Gasataa iimeel gadano wayleede e iimeel mo ƴeewtaaka

source: Can not change primary email to an email that does not belong to this account
ff: Iimeel gadano oo waawaa waɗteede iimeel mo jeyaaka e ɗee ɗoo konte

source: This email can not currently be used to login
ff: Oo iimeel waawaa huutoreede ngam seŋaade e oo sahaa

source: Failed to send email
ff: Horiima neldude iimeel

source: Invalid sign-in verification code
ff: Kod ƴeewtorɗo ceŋagol oo moƴƴaani

source: This verification code has expired
ff: Oo kod ƴeewtorɗo buntii

source: Feature not enabled
ff: Fannu oo hurminaaka

source: Expired token
ff: Seede oo buntii

source: %(email)s registered.
ff: %(email)s winnditaama.

source: Primary email already confirmed
ff: Iimeel gadano teeŋtinaama kisa

source: Still adding devices? Sign in to Firefox on another device to complete set-up
ff: Aɗa ɓeyda kaɓirgon haa jooni? Seŋo e Firefox e kaɓirgel goɗngel ngam timminde teeltagol

source: Check your email for the code sent to %(email)s.
ff: Ƴeewto iimeel maa ngam kod neldaaɗo e %(email)s.

source: Enter code
ff: Naatnu kod

source: Current device
ff: Kaɓirgel jooni

source: Current session
ff: Rogere wonaande

source: None connected
ff: Hay gooto seŋaaki

source: Manage Subscriptions
ff: Toppito Binnditagol

source: A secondary email is an additional address for receiving security notices and confirming new devices.
ff: Iimeel ɗiɗaɓo ko ñiiɓirde woɗnde ngam heɓde tintine kisal e teeŋtinde masiŋon keson.

source: Confirm
ff: Teeŋtin

# submit button
source: Sign in
ff: Seŋo

# header text
source: Sign in
ff: Seŋo

# button text
source: Sign in
ff: Seŋo
