Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: %(serviceName)s wants the following information from your account:
bs: %(serviceName)s želi sljedeće informacije sa vašeg računa:
fy_nl: %(serviceName)s freget om de folgjende ynformaasje fan jo account:
hy_am: %(serviceName)s֊ը ցանկանում է հետևյալ տեղեկությունները ձեր հաշվից։
kk: %(serviceName)s тіркелгіңізден келесі ақпаратты талап етеді:
lt: %(serviceName)s nori gauti šią informaciją iš jūsų paskyros:
ms: %(serviceName)s inginkan maklumat berikut dari akaun anda:
nb_no: %(serviceName)s ønsker følgende informasjon fra din konto:
nn_no: %(serviceName)s ønskjer følgjande informasjon frå kontoen din:
ro: %(serviceName)s dorește următoarele informații din contul tău:
ta: %(serviceName)s உங்கள் கணக்கிலிருந்து பின்வரும் தகவலைக் கேட்கிறது:

source: Accept
bs: Prihvati
fy_nl: Akseptearje
hy_am: Ընդունել
kk: Қабылдау
lt: Priimti
ms: Terima
nb_no: Godkjenn
nn_no: Godta
ro: Acceptă
ta: ஏற்றுக்கொள்

source: Cancel
bs: Otkaži
fy_nl: Annulearje
hy_am: Չեղարկել
kk: Болдырмау
lt: Atsisakyti
ms: Batal
nb_no: Avbryt
nn_no: Avbryt
ro: Renunță
ta: ரத்து செய்

source: Proceed
fy_nl: Fierdergean
kk: Жалғастыру
lt: Vykdyti
ms: Teruskan
nb_no: Fortsett
nn_no: Hald fram
ro: Continuă

source: Your account is ready!
bs: Vaš račun je spreman!
fy_nl: Jo account is ree!
hy_am: Ձեր հաշիվը պատրաստ է։
kk: Сіздің тіркелгіңіз дайын!
lt: Jūsų paskyra parengta darbui!
ms: Akaun anda sudah sedia!
nb_no: Kontoen er klar!
nn_no: Kontoen din er klar!
ro: Contul tău este gata!
ta: உங்கள் கணக்கு தயாராக உள்ளது!

source: Report unauthorized sign-in?
bs: Prijavi neovlašteno prijavljivanje?
fy_nl: Net-autorisearre oanmelding rapportearje?
hy_am: Հայտարարե՞լ եք չարտոնված մուտքի մասին։
kk: Авторизацияланбаған кіруді хабарлау керек пе?
lt: Pranešti apie nesankcionuotą prisijungimą?
ms: Laporkan daftar masuk tanpa kebenaran?
nb_no: Rapporter uautorisert innlogging?
nn_no: Rapportera uautorisert inloggning?
ro: Raportezi autentificarea neautorizată?
ta: அங்கீகரிக்கப்படாத உள்நுழைவைப் புகாரளிக்கவா?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
bs: Primili ste email o pokušaju pristupa vašem računu. Želite li prijaviti ovu aktivnost kao sumnjivom?
fy_nl: Jo hawwe in e-mail ûntfongen oer in besykjen taging te krijen ta jo account. Wolle jo dizze aktiviteit as fertocht rapportearje?
hy_am: Դուք ստացաք նամակ ձեր հաշիվ մուտք գործելու փորձի մասին։ Ցանկանու՞մ եք հաղորդել այս գործունեության մասին որպես կասկածելի։
kk: Сіз тіркелгіңізге қатынау талабы жөнінде хат алдыңыз. Бұл белсенділікті күмәнді ретінде хабарлауды қалайсыз ба?
lt: Jūs gavote pranešimą apie mėginimą jungtis prie jūsų paskyros. Ar norite apie tai pranešti kaip apie įtartiną veiklą?
ms: Anda terima emel mengenai percubaan akses ke akaun anda. Adakah anda ingin melaporkan aktiviti ini sebagai mencurigakan?
nb_no: Du har fått e-post om forsøk på å få tilgang til kontoen din. Vil du rapportere denne aktiviteten som mistenkelig?
nn_no: Du har fått e-post om forsøk på å få tillgang til kontoen din. Vil du rapportera denne aktiviteten som mistenkjeleg?
ro: Ai primit un e-mail despre o tentativa de acces la contul tău. Dorești să raportezi această activitate drept suspicioasă?

source: Report activity
bs: Prijavi aktivnost
fy_nl: Aktiviteit rapportearje
hy_am: Հաղորդել գործունեության մասին
kk: Белсенділік туралы хабарлау
lt: Pranešti
ms: Laporkan aktiviti
nb_no: Rapporter aktivitet
nn_no: Rapporter aktivitet
ro: Raportează activitatea
ta: செயல்பாட்டைப் புகாரளி

source: Why is this happening?
bs: Zašto se ovo dešava?
fy_nl: Werom bart dit?
hy_am: Ինչու՞ է սա տեղի ունենում։
kk: Бұл неліктен орын алады?
lt: Kodėl taip nutiko?
ms: Kenapa ini terjadi?
nb_no: Hvorfor skjer dette?
nn_no: Kvifor skjer dette?
ro: De ce se întâmplă acest lucru?
ta: இது ஏன் ஏற்படுகிறது?

source: Reset account
bs: Resetuj račun
fy_nl: Account werinisjalisearje
kk: Тіркелгіні тастау
lt: Paskyros atkūrimas
ms: Set semula akaun
nb_no: Tilbakestill kontoen
nn_no: Tilbakestill kontoen
ro: Resetează contul

source: Continue to %(serviceName)s
bs: Nastavi na %(serviceName)s
fy_nl: Trochgean nei %(serviceName)s
hy_am: Շարունակեք %(serviceName)s
kk: %(serviceName)s қызметіне жалғастыру
lt: norėdami tęsti su „%(serviceName)s“
ms: Teruskan ke %(serviceName)s
nb_no: Fortsett til %(serviceName)s
nn_no: Fortset til %(serviceName)s
ro: Continuă cu %(serviceName)s
ta: %(serviceName)s க்கு தொடரவும்

source: When you reset your password, you will lose any Sync data that is not on one of your devices.
bs: Nakon što restujete lozinku, izgubit ćete sinhronizovane podatke koji nisu bili na jednom od vaših uređaja.
fy_nl: As jo jo wachtwurd opnij ynstelle, ferlieze jo alle Sync-gegevens dy't net op ien fan jo apparaten binne.
kk: Парольді тастау кезінде, сіз сіздің құрылғыларыңызда жоқ болып тұрған синхрондау деректерін жоғалтасыз.
lt: Atkūrus slaptažodį, bus prarasti visi „Sync“ duomenys, nesantys bent viename jūsų įrenginyje.
ms: Apabila anda set semua kata laluan anda, data Sync anda yang tidak ada di salah satu peranti anda akan hilang.
nb_no: Når du tilbakestiller passordet ditt, vil du miste alle Sync-data som ikke er på noen av dine enheter.
nn_no: Når du tilbakestiller passordet ditt, vil du mista alle Sync-data som ikkje er på nokon av einingane dine.
ro: În momentul în care îți resetezi parola, vei pierde datele din Sincronizare care nu sunt pe unul dintre dispozitive.

source: Email
fy_nl: E-mailadres
hy_am: Էլ. փոստ
kk: Эл. пошта
lt: El. paštas
ms: Emel
nb_no: E-post
nn_no: E-post
ta: மின்னஞ்சல்

source: Begin reset
bs: Počni reset
fy_nl: Werinisjalisaasje begjinne
hy_am: Սկսեք վերակայել
kk: Парольді тастауды бастау
lt: Pradėti atkūrimą
ms: Mulakan set semula
nb_no: Start tilbakestilling
nn_no: Start tilbakestilling
ro: Începe resetarea
ta: மீட்டமைக்க தொடங்கு

source: Remember password? Sign in.
fy_nl: Witte jo jo wachtwurd noch? Meld jo oan.
kk: Пароль есіңізде бар ма? Кіріңіз.
lt: Prisimenate slaptažodį? Prisijunkite.
ms: Ingat kata laluan? Daftar masuk.
nb_no: Husker du passordet ditt? Logg inn.
nn_no: Hugsar du passordet ditt? Logg inn.
ro: Ții minte parola? Autentifică-te.

source: Firefox Accounts
bs: Firefox računi
hy_am: Firefox֊ի հաշիվներ
kk: Firefox тіркелгілері
lt: „Firefox“ paskyros
ms: Akaun Firefox
nb_no: Firefox-kontoer
nn_no: Firefox-kontoar
ro: Conturi Firefox
ta: பயர்பாக்சு கணக்குகள்

source: Sign out
bs: Odjavi se
fy_nl: Ofmelde
hy_am: Դուրս գրվել
kk: Шығу
lt: Atsijungti
ms: Daftar keluar
nb_no: Logg ut
nn_no: Logg ut
ro: Deconectare
ta: வெளியேறு

source: Looking for your Add-ons data? <a href="/signup">Sign up</a> for a Firefox Account with your old Add-ons account email address.
bs: Tražite podatke dodataka? <a href="/signup">Prijavi se</a> za Firefox račun sa starim emailom za račun dodataka.
fy_nl: Sykje jo jo add-on-gegevens? <a href="/signup">Registrearje</a> foar in Firefox-account mei it e-mailadres fan jo âlde Add-ons-account.
kk: Қосымшалар деректерін іздедіңіз бе? Өзіңіздің ескі қосымшалар эл. адресіңізбен Firefox тіркелгісін <a href="/signup">жасаңыз</a>.
lt: Ieškote duomenų apie savo priedus? <a href="/signup">Užregistruokite</a> „Firefox“ paskyrą naudodamiesi ankstesnės Priedų svetainės paskyros el. pašto adresu.
ms: Mencari data Add-ons anda? <a href="/signup">Buat akaun baru</a> untuk Akaun Firefox dengan akaun alamat emel Add-ons lama anda.
nb_no: Ser du etter data fra din utvidelse? <a href="/signup">Opprett</a> en Firefox-konto med e-postadressen brukt på din gamle Utvidelser-konto.
nn_no: Ser du etter utvidingsdata? <a href="/signup">Registrer deg</a> for ein Firefox-konto med den gamle e-postadressa for tilleggskonto.
ro: Cauți datele suplimentelor? <a href="/signup">Înregistrează-te</a> pentru un cont Firefox cu adresa de e-mail a contului tău de Add-onuri vechi.

source: Migrate your sync data by signing in to your Firefox&nbsp;Account.
bs: Migrirajte svoje podatke o sinhronizaciji tako što ćete se prijaviti na svoj Firefox&nbsp;račun.
fy_nl: Migrearje jo Sync-gegevens troch jo oan te melden by jo Firefox-account.
kk: Жаңа Firefox&nbsp;тіркелгіңізге кіру арқылы синхрондау деректеріңізді көшіріңіз.
lt: Perkelkite savo sinchronizuotus duomenis, prisijungdami prie „Firefox“&nbsp;paskyros.
ms: Pindah data sync anda dengan mendaftar masuk ke Akaun Firefox anda.
nb_no: Migrer dine sync-data ved å logge inn på Firefox-kontoen din.
nn_no: Migrer dine sync-data ved å logga inn på Firefox-kontoen din.
ro: Migrează datele de sincronizare prin autentificarea în contul&nbsp;Firefox.
ta: உங்கள் பயர்பாக்ஸ்&nbsp;கணக்கில் நுழைந்து ஒத்திசைவு தரவை நகரத்து.

source: Use a different account
bs: Koristite drugačiji račun
fy_nl: In oar account brûke
hy_am: Օգտագործեք այլ հաշիվ
kk: Басқа тіркелгіні қолдану
lt: Naudoti kitą paskyrą
ms: Gunakan akaun lain
nb_no: Bruk en annen konto
nn_no: Bruk ein annan konto
ro: Folosește un alt cont
ta: வேறு கணக்கைப் பயன்படுத்து

source: Create an account
bs: Kreirajte račun
fy_nl: In account oanmeitsje
hy_am: Ստեղծել հաշիվ
kk: Тіркелгіні жасау
lt: Sukurti paskyrą
ms: Cipta akaun baru
nb_no: Opprett en konto
nn_no: Opprett ein konto
ro: Creează un cont
ta: ஒரு கணக்கை உருவாக்கு

source: Thank you for your vigilance
bs: Hvala vam na vašoj predostrožnosti!
fy_nl: Tank foar jo wachens
hy_am: Շնորհակալություն զգոնության համար
kk: Қырағылығыңыз үшін рахмет
lt: Dėkojame už jūsų akylumą
ms: Terima kasih untuk kewaspadaan anda
nb_no: Takk for din årvåkenhet
nn_no: Takk før vaktsemda di
ro: Îți mulțumim pentru vigilență
ta: உங்கள் விழிப்புணர்வுக்கு நன்றி

source: Our team has been notified. Reports like this help us fend off intruders.
bs: Naš tim je obavješten. Ovakve prijave nam pomažu da se odbranimo od uljeza.
fy_nl: Us team is op ’e hichte brocht. Rapporten as dizze helpe ús ynkringers tsjin te hâlden.
hy_am: Մեր թիմին ծանուցել են։ Նմանատիպ զեկույցները օգնում են մեզ զերծ մնալ ներխուժումներից։
kk: Біздің топ хабарды алды. Шағымдарыңыз алаяқтылармен күресуге көмектеседі.
lt: Mūsų komandai pranešta. Tokie pranešimai mums padeda kovoti su įsilaužėliais.
ms: Pasukan kami telah diberitahu. Laporan seperti ini membantu kami menangkis penceroboh.
nb_no: Teamet vårt er varslet. Rapporter som denne hjelper oss med å avverge inntrengere.
nn_no: Teamet vårt er varsla. Rapportar som denne hjelper oss med å avverja inntrengarar.
ro: Echipa noastră a fost notificată. Raporturi precum acestea ne ajută să ținem departe intrușii.

source: Authorize this sign-in
bs: Potvrdite ovu prijavu
fy_nl: Dizze oanmelding autorisearje
hy_am: Լիազորեք այս մուտքը
kk: Бұл кіруді авторизациялау
lt: Patvirtinkite šį prisijungimą
ms: Benarkan daftar masuk ini
nb_no: Godkjenn denne innloggingen
nn_no: Godkjenn denne innlogginga
ro: Autorizează această autentificare
ta: இந்த உள்நுழைவை அங்கீகரிக்கவும்

source: To better protect your Firefox data, there is an authorization code waiting for you at %(email)s.
fy_nl: Om jo Firefox-gegevens better te beskermjen, wachtet der foar jo in autorisaasjekoade op %(email)s.
kk: Firefox деректеріңізді жақсырақ қорғау үшін, %(email)s адресіңізге авторизация кодын жібердік.
lt: Siekiant geriau apsaugoti jūsų „Firefox“ duomenis, jums adresu %(email)s išsiųstas patvirtinimo kodas.
ms: Bagi melindungi data Firefox anda, sebuah kod pengesahan telah dihantar ke %(email)s.
nb_no: For å bedre beskytte Firefox-dataene dine, har vi sendt en godkjenningskode til deg på %(email)s.
nn_no: For å betre beskytta Firefox-dataa dine, har vi sendt ein godkjenningskode til deg på %(email)s.
ro: Pentru o mai bună protejare a datelor tale Firefox, există un cod de autorizare în așteptare pe %(email)s.

source: Enter authorization code
bs: Upiši kod autorizacije
fy_nl: Autorisaasjekoade ynfiere
hy_am: Մուտքագրեք թույլտվության կոդը
kk: Авторизация кодын енгізіңіз
lt: Įveskite patvirtinimo kodą
ms: Masukkan kod pengesahan
nb_no: Skriv inn godkjenningskode
nn_no: Skriv inn godkjenningskode
ro: Introdu codul de autorizare

source: Continue
bs: Nastavi
fy_nl: Trochgean
hy_am: Շարունակել
kk: Жалғастыру
lt: Tęsti
ms: Teruskan
nb_no: Fortsett
nn_no: Hald fram
ro: Continuă
ta: தொடர்க

source: Create a Firefox Account
bs: Kreirajte Firefox račun
fy_nl: In Firefox-account oanmeitsje
hy_am: Ստեղծել Firefox հաշիվ
kk: Firefox тіркелгісін жасау
lt: Susikurkite „Firefox“ paskyrą
ms: Cipta Akaun Firefox
nb_no: Opprett en Firefox-konto
nn_no: Opprett ein Firefox-konto
ro: Creează un cont Firefox
ta: ஒரு பயர்பாக்ஸ் கணக்கை உருவாக்கு

source: Looking for Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Get started here</a>
fy_nl: Sykje jo Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Begjin hjir</a>
kk: Firefox синхрондауын іздедіңіз бе? <a href="%(escapedSyncSuggestionUrl)s">Осында бастаңыз</a>
lt: Ieškote „Firefox Sync“ paslaugos? <a href="%(escapedSyncSuggestionUrl)s">Žiūrėkite čia</a>
ms: Sedang mencari Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Mulakan disini</a>
nb_no: Ser du etter Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Kom i gang her</a>
nn_no: Ser du etter Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Kom i gang her</a>
ro: Cauți Sincronizare Firefox? <a href="%(escapedSyncSuggestionUrl)s">Începe aici</a>

source: Migrate your sync data by creating a new Firefox&nbsp;Account.
bs: Migrirajte svoje podatke o sinhronizaciji tako što ćete napraviti novi Firefox&nbsp;račun.
fy_nl: Migrearje jo Sync-gegevens troch in nij Firefox-account oan te meitsjen.
kk: Жаңа Firefox&nbsp;тіркелгіңізді жасау арқылы барлық деректеріңізді көшіріңіз.
lt: Perkelkite savo sinchronizuotus duomenis, susikurdami naują „Firefox“&nbsp;paskyrą.
ms: Pindahkan data sync anda dengan mencipta Akaun Firefox baru.
nb_no: Migrer dine sync-data ved å opprette en ny Firefox-konto.
nn_no: Migrer sync-data ved å oppretta ein ny Firefox-konto.
ro: Migrează datele de sincronizare prin crearea unui cont&nbsp;Firefox.
ta: ஒரு புதிய பயர்பாக்ஸ்&nbsp;கணக்கை உருவாக்குவதன் மூலம் உங்கள் ஒத்திசைவு தரவை நகரத்து.

source: Looking for your Add-ons data? Sign up for a Firefox Account with your old Add-ons account email address.
bs: Tražite podatke dodataka? Prijavite se za Firefox račun sa starim emailom za račun dodataka.
fy_nl: Sykje jo jo add-on-gegevens? Registrearje foar in Firefox-account mei it e-mailadres fan jo âlde Add-ons-account.
kk: Қосымшалар деректерін іздедіңіз бе? Өзіңіздің ескі қосымшалар эл. адресіңізбен Firefox тіркелгісін жасаңыз.
lt: Ieškote duomenų apie savo priedus? Užregistruokite „Firefox“ paskyrą naudodamiesi ankstesnės Priedų svetainės paskyros el. pašto adresu.
ms: Sedang mencari data Add-on anda? Daftar Akaun Firefox menggunakan alamat emel akaun Add-on lama anda.
nb_no: Ser du etter data fra din utvidelse? Opprett en Firefox-konto med e-postadressen brukt på din gamle Utvidelser-konto.
nn_no: Ser du etter utvidingsdata? Registrer ein Firefox-konto med den gamle e-postadressa di for ein tilleggskonto.
ro: Cauți datele suplimentelor? Înregistrează-te pentru un cont Firefox cu adresa de e-mail a contului tău de Add-onuri vechi.

source: A strong, unique password will keep your Firefox data safe from intruders.
bs: Jaka, jedinstvena lozinka čuva vaše Firefox podatke sigurnim od uljeza.
fy_nl: In sterk, unyk wachtwurd hâldt jo Firefox-gegevens feilich tsjin ynkringers.
kk: Мықты, бірегей пароль сіздің Firefox деректеріңіздің қауіпсіздігін қамтамасыз етеді.
lt: Stiprus ir unikalus slaptažodis padės apsaugoti jūsų „Firefox“ duomenis nuo pašalinių.
ms: Kata laluan yang unik dan kuat akan memastikan data Firefox anda selamat dari penceroboh.
nb_no: Et sterkt, unikt passord vil holde dine Firefox-data trygge fra uvedkommende.
nn_no: Eit sterkt, unikt passord vil halde Firefox-dataa dine trygge frå inntrengarar.
ro: O parolă puternică, unică va păstra datele tale Firefox în siguranță de intruși.
ta: உங்கள் பயர்பாக்ஸ் தகவல்களை எவரும் ஊடுருவாமல் பாதுகாக்க வலுவான தனித்த கடவுச்சொல்லை வைத்திருக்கவும்.

source: Receive the monthly Firefox newsletter
bs: Primite mjesečni Firefox newsletter
fy_nl: De moanlikse nijsbrief ûntfange
kk: Ай сайынғы Firefox жаңалықтарын алу
lt: Gaukite mėnesinį „Firefox“ naujienlaiškį
ms: Dapatkan buletin bulanan Firefox
nb_no: Motta det månedlige Firefox-nyhetsbrevet
nn_no: Send meg Firefox sitt månadlege nyheitsbrev
ro: Primește buletinul de știri lunar

source: Create account
bs: Kreiraj račun
fy_nl: Account oanmeitsje
hy_am: Ստեղծել հաշիվ
kk: Тіркелгіні жасау
lt: Kurti paskyrą
ms: Cipta akaun
nb_no: Opprett konto
nn_no: Opprett konto
ro: Creează cont
ta: கணக்கை உருவாக்கு

source: Have an account? Sign in
bs: Imate račun? Prijavite se
fy_nl: Hawwe jo in account? Oanmelde
hy_am: Ունե՞ք հաշիվ։ Մուտք գործեք
kk: Тіркелгіңіз бар ма? Кіріңіз
lt: Jau turite paskyrą? Prisijunkite
ms: Ada akaun? Daftar masuk
nb_no: Har du en konto? Logg inn
nn_no: Har du ein konto? Logg inn
ro: Ai un cont? Autentifică-te
ta: ஒரு கணக்கு உள்ளதா? உள்நுழையவும்

source: Send Firefox directly to your smartphone and sign in to complete set-up
bs: Pošaljite FIrefox direktno na vaš pametni telefon i prijavite se da završite postavke
fy_nl: Stjoer Firefox daliks nei jo snoadfoan en meld jo oan om it ynstellen te foltôgjen
hy_am: Firefox֊ը ուղղակիորեն ուղարկեք ձեր սմարթֆոնին և մուտք գործեք՝ լրացնելու գործընթացը
kk: Баптауды аяқтау үшін, Firefox-ты тура өз смартфоныңызға жіберіп, кіріңіз
lt: Diegimui užbaigti, nusiųskite „Firefox“ tiesiai į savo išmanųjį telefoną ir prisijunkite
ms: Hantar Firefox secara terus ke telefon pintar anda dan daftar masuk untuk siapkan set-up
nb_no: Send Firefox direkte til din smarttelefonen og logg inn for å fullføre oppsettet
nn_no: Send Firefox direkte til smartmobilen din og logg inn for å fullføre oppsettet
ro: Trimite Firefox direct telefonului tău și autentifică-te pentru a termina înregistrarea

source: This Firefox is connected
bs: Firefox je povezan
fy_nl: Dizze Firefox is ferbûn
hy_am: Այս Firefox֊ը միացված է
kk: Бұл Firefox байланысқан
lt: „Firefox“ naršyklė prijungta
ms: Firefox ini telah bersambung
nb_no: Firefox er tilkoblet
nn_no: Firefox er tilkopla
ro: Acest Firefox este conectat
ta: இந்தப் பயர்பாஃசு இணைந்தது

source: Mobile phone number
bs: Broj mobitela
fy_nl: Mobile telefoannûmer
hy_am: Բջջային հեռախոսի համարը
kk: Мобильді телефон нөмірі
lt: Mobiliojo telefono numeris
ms: Nombor telefon mudah alih
nb_no: Mobilnummer
nn_no: Mobilnummer
ro: Număr de telefon mobil
ta: அலைபேசி எண்

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
fy_nl: Sms-tsjinst is allinnich foar telefoannûmers yn de FS beskikber. Mooglik binne der kosten foar sms en gegevens fan tapassing. De bedoelde ûntfanger fan it e-mail- of sms-berjocht moat hjirmei akkoard gean wêze. <a %(escapedLearnMoreAttributes)s>Mear ynfo</a>
kk: SMS қызметі тек АҚШ нөмірлері үшін қолжетерлік. SMS және деректер үшін ақы алынуы мүмкін. Эл. пошта немесе SMS алушысы оны алуға келісуі керек. <a %(escapedLearnMoreAttributes)s>Көбірек білу</a>
lt: SMS paslauga galima tik JAV telefono numeriams. Gali būti taikomi SMS ir duomenų mokesčiai. El. laiško ar SMS pranešimo gavėjas privalo būti sutikęs jį gauti. <a %(escapedLearnMoreAttributes)s>Sužinokite daugiau</a>
ms: Perkhidmatan SMS hanya tersedia untuk nombor telefon A.S. sahaja. &amp;Kadar SMS mungkin dikenakan. Penerima emel atau SMS mesti bersetuju. <a %(escapedLearnMoreAttributes)s>Ketahui lanjut</a>
nb_no: SMS-tjeneste kun tilgjengelig for amerikanske telefonnumre. Du må kanskje betale for SMS og data. Mottakeren av e-posten eller SMS-en må ha gitt samtykke. <a %(escapedLearnMoreAttributes)s>Les mer</a>
nn_no: SMS-tenesta er berre tilgjengeleg for amerikanske telefonnummer. Du må kanskje betale for SMS og data. Mottakarane av e-posten eller SMS-en må ha gitt samtykke. <a %(escapedLearnMoreAttributes)s>Les meir</a>

source: Maybe later
fy_nl: Miskien letter
kk: Мүмкін, кейінірек
lt: Gal vėliau
ms: Lain kali
nb_no: Kanskje senere
nn_no: Kanskje seinare
ro: Poate mai târziu

source: Install Firefox on your smartphone and sign in to complete set-up
bs: Instalirajte FIrefox na vaš pametni telefon i prijavite se da završite postavke
fy_nl: Ynstallearje Firefox op jo snoadfoan en meld jo oan om it ynstellen te foltôgjen
hy_am: Տեղակայեք Firefox Ձեր խելախոսում և մուտք գործեք՝ տեղակայումը ավարտելու համար
kk: Баптауды аяқтау үшін, Firefox-ты өз смартфоныңызға орнатып, кіріңіз
lt: Įsidiekite „Firefox“ savo išmaniajame įrenginyje bei prisijunkite, norėdami užbaigti paruošimą
ms: Pasang Firefox di telefon pintar anda dan daftar masuk untuk siapkan set-up
nb_no: Installer Firefox på smarttelefonen din og logg inn for å fullføre oppsettet
nn_no: Installer Firefox på smarttelefonen din og logg inn for å fullføre oppsettet
ro: Instalează Firefox pe smartphone și conectează-te pentru a încheia configurarea

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped number?</a>
fy_nl: App-keppeling ferstjoerd nei %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Ferkeard nûmer?</a>
kk: Қолданба сілтемесі %(escapedPhoneNumber)s нөміріне жіберілді. <a %(escapedBackLinkAttrs)s>Нөмірді қате көрсеттіңіз бе?</a>
lt: Programėlės saitas nusiųstas į %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Neteisingas numeris?</a>
ms: Pautan aplikasi dihantar ke %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Tersilap nombor?</a>
nb_no: App-lenke sendt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feilskrevet nummer?</a>
nn_no: App-lenke sendt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feilskrive nummer?</a>

source: If you are not receiving the text message, you can also download the apps manually.
bs: Ako ne primate tekstualnu poruku, možete takođe preuzeti aplikacije ručno.
fy_nl: As jo it sms-berjocht net ûntfange, kinne jo de apps ek hânmjittich downloade.
hy_am: Եթե Դուք չեք ստացել գրույթային հաղորդագրությունը, Դուք կարող եք նաև ձեռքով ներբեռնել ծրագրերը։
kk: Егер сіз мәтіндік хабарламаны алмасаңыз, қолданбаларды қолмен жүктеп алуға болады.
lt: Jeigu SMS pranešimo negaunate, galite programą parsisiųsti savarankiškai.
ms: Jika anda tidak menerima mesej teks, anda juga boleh muat turun aplikasi secara manual.
nb_no: Hvis du ikke mottar tekstmeldingen, kan du også laste ned appen manuelt.
nn_no: Om du ikkje får ei tekstmelding, kan du også laste ned appar manuelt.
ro: Dacă nu primești mesajul text, poți descărca de asemenea aplicațiile manual.

source: Didn't arrive? Resend
bs: Nije stiglo? Pošalji ponovo
fy_nl: Net oankommen? Opnij ferstjoere
hy_am: Չի՞ ժամանել։ Կրկին ուղարկել
kk: Жеткен жоқ па? Қайта жіберу
lt: Negavote? Nusiųskite iš naujo
ms: Tidak sampai? Hantar semula
nb_no: Kom den ikke fram? Send på nytt
nn_no: Ikkje komen? Send på nytt
ro: Nu a ajuns? Retrimite

source: Why Sync two (or more!) devices?
fy_nl: Wêrom twa (of mear!) apparaten syngronisearje?
kk: Екі (не көбірек) құрылғыларды неге синхрондау керек?
lt: Kodėl verta sinchronizuoti įrenginius?
ms: Kenapa Sync dua (atau lebih!) peranti?
nb_no: Hvorfor synkronisere to (eller flere!) enheter?
nn_no: Kvifor synkronisera två (eller fleire) einingar?
ro: De ce să sincronizezi două (sau mai multe) dispozitive?
