Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Primary account email required for sign-in
bs: Primarni email korisničkog računa potreban za prijavu
fy_nl: Primêr e-mailadres fan account fereaske foar oanmelding
hy_am: Մուտք գործելու համար պահանջվել է առաջնային Էլ֊փոստի հաշիվ
kk: Кіру үшін тіркелгінің негізгі эл. пошта адресі керек
lt: Prisijungimui būtina naudoti pagrindinį paskyros el. paštą
ms: Emel utama akaun diperlukan untuk daftar masuk
nb_no: Primær e-postadresse for konto kreves for pålogging
nn_no: Primær e-postadresse for konto vert kravd for innlogging
ro: Este necesar e-mailul principal pentru autentificare
ta: புகுபதிய முதன்மை கணக்கு மின்னஞ்சல் தேவை

source: Address in use by another account
bs: Adresu koristi drugi račun
fy_nl: Adres yn gebrûk troch oar account
hy_am: Հասցեն մեկ այլ հաշվի օգտագործմամբ
kk: Адресті басқа тіркелгі қолданып тұр
lt: Šis adresas naudojamas kitoje paskyroje
ms: Alamat sedang digunakan oleh akaun lain
nb_no: Adressen er i bruk av en annen konto
nn_no: Adressa er i bruk av ein annan konto
ro: Adresa este folosită de alt cont
ta: முகவரி மற்றொரு கணக்கில் பயன்பாட்டிலுள்ளது

source: Primary account email required for reset
bs: Primarni email korisničkog računa potreban za reset
fy_nl: Primêr e-mailadres fan account fereaske foar werinisjalisaasje
hy_am: Վերատեղադրման համար անհրաժեշտ է առաջնային էլ֊փոստի հաշիվ
kk: Тастау үшін тіркелгінің негізгі эл. пошта адресі керек
lt: Slaptažodžio atkūrimui būtina naudoti pagrindinį paskyros el. paštą
ms: Emel utama akaun diperlukan untuk set semula
nb_no: Primær e-postadresse for konto kreves for tilbakestilling
nn_no: Primær e-postadresse for kontoen er påkravd for tilbakestilling
ro: Este necesar e-mailul principal pentru resetare
ta: மீட்டமைக்க முதன்மை கணக்கின் முகவரி தேவை

source: Invalid signin code
bs: Neispravan kod prijave
fy_nl: Unjildige oanmeldingskoade
hy_am: Անվավեր մուտք գործման կոդ
kk: Кіру коды жарамсыз
lt: Netinkamas prisijungimo kodas
ms: Kod daftar masuk tidak sah
nb_no: Ugyldig innloggingskode
nn_no: Ugyldig innloggingskode
ro: Cod de autentificare invalid
ta: செல்லாத உள்நுழைவு குறியீடு

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
bs: Jeste li mislili <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
fy_nl: Bedoelden jo <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
hy_am: Նկատի ունեք <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
kk: <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span> деп жазғыңыз келді ме?
lt: Ar turėjote omenyje <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
ms: Adakah maksud anda <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
nb_no: Mente du <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
nn_no: Meinte du <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
ro: Doreai să scrii <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?

source: %(escapedEmail)s registered. <a %(escapedBackLinkParams)s>Mistyped email?</a>
bs: %(escapedEmail)s registrovan. <a %(escapedBackLinkParams)s>Pogrešno napisan email?</a>
fy_nl: %(escapedEmail)s is registrearre. <a %(escapedBackLinkParams)s>Typflater yn e-mailadres?</a>
kk: %(escapedEmail)s тіркелген. <a %(escapedBackLinkParams)s>Эл. поштаны қате көрсеттіңіз бе?</a>
ms: %(escapedEmail)s didaftarkan. <a %(escapedBackLinkParams)s>Silap taip e-mel?</a>
nb_no: %(escapedEmail)s registrert. <a %(escapedBackLinkParams)s>Feiltastet e-postadresse?</a>
nn_no: %(escapedEmail)s registrert. <a %(escapedBackLinkParams)s>Feilskriven e-postadresse?</a>
ro: %(escapedEmail)s înregistrat. <a %(escapedBackLinkParams)s>Ai scris corect adresa?</a>

source: Receive new link
bs: Dobiti novi link
fy_nl: Nije keppeling ûntfange
hy_am: Ստացեք նոր հղում
kk: Жаңа сілтемені алу
lt: Gauti naują saitą
ms: Menerima pautan baru
nb_no: Motta ny lenke
nn_no: Få ei ny lenke
ro: Primește un link nou
ta: புதிய இணைப்பைப் பெறுக

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
bs: Provjerite vaš email za verifikacijski link &nbsp;na %(escapedEmail)s
fy_nl: Kontrolearje jo e-mail op de ferifikaasjekeppeling dy't&nbsp;nei %(escapedEmail)s is ferstjoerd
hy_am: Ստուգեք ձեր Էլ․փոստը՝ուղարկված հաստատման հղման համար՝ուղարկված &nbsp; դեպի %(escapedEmail)s֊ի
kk: Эл. поштаңызды %(escapedEmail)s адресіне жіберілген растау сілтемесіне тексеріңіз
lt: Pasitikrinkite paštą – patvirtinimo saitas išsiųstas adresu %(escapedEmail)s
ms: Semak e-mel anda untuk pautan pengesahan yang dihantar&nbsp;ke %(escapedEmail)s
nb_no: Sjekk din e-post for bekreftelseslinken som er sendt&nbsp;til %(escapedEmail)s
nn_no: Sjekk e-posten din for ei stadfestingslenka som er sendt&nbsp;til %(escapedEmail)s
ro: Verifică-ți e-mailul pentru linkul de verificare trimis&nbsp;la %(escapedEmail)s
ta: உங்கள் மின்னஞ்சல் உறுதிப்படுத்தல் இணைப்பு &nbsp;to %(escapedEmail)s அனுப்பப்பட்டது

source: Check your email for the sign-in confirmation link sent to %(email)s
bs: Provjerite vaš email za link potvrde prijave poslan na %(email)s
fy_nl: Kontrolearje jo e-mail op de befêstigingskeppeling foar oanmelding dy't nei %(email)s is ferstjoerd
kk: Эл. поштаңызды %(email)s адресіне жіберілген кіруді растау сілтемесіне тексеріңіз
ms: Semak e-mel anda untuk mendapatkan pautan pengesahan daftar masuk yang dihantar ke %(email)s
nb_no: Sjekk din e-posten for påloggingsbekreftelseslenken som er sendt til %(email)s
nn_no: Sjekk e-posten din for ei stadfestingslenke for innlogging som er sendt til %(email)s
ro: Verifică-ți e-mailul pentru linkul de verificare trimis la %(email)s

source: Not in inbox or spam folder? Resend
bs: Nije u sandučetu ili spam folderu folderu? Pošalji ponovo
fy_nl: Net yn Postfek YN of map mei net-winske? Opnij ferstjoere
hy_am: Ներբեռնման կամ լցոնի թղթապանակում չե՞ք։ Ուղարկել նորից
kk: Кіріс немесе спам бумасында жоқ па? Қайта жіберу
lt: Nerandate laiško gautųjų ar brukalo aplanke? Galime jį išsiųsti pakartotinai
ms: Tiada dalam peti masuk atau folder spam? Hantar semula
nb_no: Ikke i innboks eller mappen for uønsket e-post («spam»)? Send på nytt
nn_no: Ikkje i Innboks eller Uønskt-mappa («spam»)? Send på nytt
ro: Nu e în căsuța poștală sau în dosarul de spam? Retrimite
ta: இன்பாக்சு அல்லது எரிதக் கோப்புறையில் இல்லையா? மீண்டும் அனுப்புங்கள்

source: Signin confirmed
fy_nl: Oanmelding befêstige
kk: Кіру расталды
ms: Daftar masuk disahkan
nb_no: Innlogging bekreftet
nn_no: Innlogging stadfesta
ro: Autentificare confirmată

source: Still adding devices?
bs: Još uvijek dodajete uređaj?
fy_nl: Foegje jo noch mear apparaten ta?
hy_am: Դեռ ավելացնո՞ւմ եք սարքեր։
kk: Құрылғыларды әлі қосудасыз ба?
lt: Norite pridėti daugiau įrenginių?
ms: Masih ada peranti untuk ditambah?
nb_no: Legger du fortsatt til enheter?
nn_no: Legg du framleis til einingar?
ro: Adaugi și alte dispozitive?
ta: இன்னும் கருவிகளைச் சேர்க்கிறீர்களா?

source: Why is more than one device required?
bs: Zašto je potrebno više od jednog uređaja?
fy_nl: Wêrom is mear as ien apparaat nedich?
hy_am: Ինչու է պահանջվում մեկից ավելի սարք?
kk: Бір құрылғыдан көп неге керек?
lt: Kodėl reikia daugiau kaip vieno įrenginio?
ms: Mengapa perlu lebih daripada satu peranti?
nb_no: Hvorfor kreves mer enn én enhet?
nn_no: Kvifor er meir enn ei eining påkravd?
ro: De ce este nevoie de mai multe dispozitive?

source: Cookies and local storage are required
bs: Potrebni su kolačići i lokalno skladištenje
fy_nl: Cookies en lokale opslach binne fereaske
hy_am: Պահանջվում է թխուկներ և տեղային հիշողություն
kk: Cookies және жергілікті қойма керек
lt: Būtina leisti naudoti slapukus ir vietinę saugyklą
ms: Kuki dan storan lokal diperlukan
nb_no: Infokapsler og lokal lagring er påkrevd
nn_no: Infokapslar og lokal lagring er påkravd
ro: Sunt necesare cookie-urile și stocarea locală
ta: நினைவிகள் மற்றும் உள்ளக சேமிப்பு தேவைப்படுகிறது

source: Enter your email
bs: Upišite vaš email
fy_nl: Fier jo e-mailadres yn
hy_am: Մուտքագրեք ձեր Էլ․ փոստը
kk: Эл. поштаны енгізіңіз
lt: Įveskite savo el. pašto adresą
ms: Masukkan e-mel anda
nb_no: Skriv inn e-postadressen din
nn_no: Skriv inn e-postadressa di
ro: Introdu adresa de e-mail
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

source: Account notifications will now also be sent to %(secondaryEmailVerified)s
fy_nl: Accountmeldingen wurde no ek nei %(secondaryEmailVerified)s ferstjoerd
kk: Тіркелгі хабарламалары енді %(secondaryEmailVerified)s адресіне де жіберілетін болады
ms: Notifikasi akaun akan juga dihantar ke %(secondaryEmailVerified)s
nb_no: Varsler vedrørende kontoen vil nå også bli sendt til %(secondaryEmailVerified)s
nn_no: Kontovarsel vil no også bli sendt til %(secondaryEmailVerified)s
ro: De acum, notificările despre cont vor fii trimise și la %(secondaryEmailVerified)s

source: Sorry. We’ve locked your&nbsp;account.
bs: Žao nam je. Zaključali smo vaš &nbsp;račun.
fy_nl: Sorry. Wy hawwe jo&nbsp;account beskoattele.
hy_am: Ներողություն․Մենք փակել ենք ձեր &nbsp; հաշիվը։
kk: Кешіріңіз. Біз сіздің тіркелгіңізді&nbsp;блоктадық.
lt: Apgailestaujame, bet turėjome užrakinti jūsų paskyrą.
ms: Maaf. Kami telah kunci akaun&nbsp;anda.
nb_no: Beklager. Vi har låst kontoen&nbsp;din.
nn_no: Beklagar. Vi har låst kontoen&nbsp;din.
ro: Ne pare rău. Am încuiat&nbsp;contul.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
bs: Email za potvrdu koji smo poslali na %(email)s je vraćen i zaključali smo vaš račun kako bismo zaštitili vaše Firefox podatke.
fy_nl: De befêstigingsmail dy't wy nei %(email)s ferstjoerd hawwe, is retoernearre en om jo Firefox-gegevens te beskermjen, is jo account beskoattele.
hy_am: Մենք ուղարկեցինք հաստատման էլ․Փոստը, որը մենք ուղարկել ենք %(email)s֊ով, և մենք փակել ենք ձեր հաշիվը Firefox֊ի ձեր տվյալները պաշտպանելու համար։
kk: %(email)s адресіне жіберілген растау хаты қайтарылды, сондықтан біз сіздің Firefox деректерін қорғау мақсатында тіркелгіңізді блоктадық.
lt: Patvirtinimo laiškas, išsiųstas adresu %(email)s, sugrįžo, tad jūsų paskyra buvo užrakinta, siekiant apsaugoti jūsų duomenis.
ms: E-mel pengesahan yang kami hantar ke %(email)s telah dikembalikan dan kami telah kunci akaun anda untuk melindungi data Firefox anda.
nb_no: E-postbekreftelsen vi sendte til %(email)s kom i retur, og vi låste kontoen din for å verne Firefox-dataene dine.
nn_no: Stadfestings e-posten vi sende til %(email)s kom i retur, og vi låste kontoen din for å verne Firefox-dataa dine.
ro: E-mailul de confirmare trimis la %(email)s a fost returnat și am încuiat contul tău pentru a proteja datele tale Firefox.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
bs: Ako je ovo ispravna email adresa, <a %(escapedSupportLinkAttrs)s>javite nam</a> i mi ćemo vam pomoći da otključate vaš račun.
fy_nl: As dit in jildich e-mailadres is, <a %(escapedSupportLinkAttrs)s>lit dit dan witte</a> en wy helpe jo account te ûntskoatteljen.
hy_am: Եթե սա վավեր էլփոստի հասցէ է, <a %(escapedSupportLinkAttrs)s> տեղեկացրեք մեզ </a> և մենք կարող ենք օգնել ձեր հաշիվը բացելու համար։
kk: Егер ол дұрыс эл. пошта адресі болса, <a %(escapedSupportLinkAttrs)s>бізге хабарлаңыз</a>, тіркелгіңіздің блоктауын алып тастауға көмектесе аламыз.
lt: jei šis adresas galiojantis, <a %(escapedSupportLinkAttrs)s>praneškite mums</a> ir mes padėsime jūsų paskyrą atrakinti.
ms: Jika alamat e-mel ini sah, <a %(escapedSupportLinkAttrs)s>maklumkan kami</a> dan kami akan buka semula akaun anda.
nb_no: Om dette er en gyldig e-postadresse, <a %(escapedSupportLinkAttrs)s>la oss få vite det</a> slik at vi kan hjelpe deg med å låse opp kontoen din.
nn_no: Om dette er ei gyldig e-postadresse, <a %(escapedSupportLinkAttrs)s>la oss få vite det</a> slik at vi kan hjelpe deg med å låse opp kontoen din.
ro: Dacă aceasta este o adresă validă, <a %(escapedSupportLinkAttrs)s>anunță-ne</a> și te putem ajuta să descui contul.

source: No longer own that email? Create a new account
bs: Više neposjedujete taj email? Kreirajte novi račun
fy_nl: Hawwe jo dat e-mailadres net mear? Meitsje in nije account
hy_am: Այլևս չունե՞ք այդ Էլ․ փոստը։ Նոր հաշիվ բացել
kk: Ол эл. пошта адресіне енді ие емессіз бе? Жаңа тіркелгіні жасаңыз
lt: Šio adreso nebevaldote? Tuomet susikurkite naują paskyrą.
ms: Bukan lagi pemilik e-mel itu? Cipta akaun baru
nb_no: Har du ikke lenger denne e-postadressen? Lag en ny konto
nn_no: Har du ikkje lenger denne e-postadressa? Lag ein ny konto
ro: Nu mai deții acel e-mail? Creează un cont nou

source: Mistyped email?
bs: Email pogrešno napisan?
fy_nl: Typflater yn e-mailadres?
hy_am: Սխա՞լ էլ. փոստ։
kk: Эл. поштаны қате тердіңіз бе?
lt: Klaida adrese?
ms: Silap taip e-mel?
nb_no: Feilskreven e-postadresse?
nn_no: Feilksriven e-postadresse?
ro: Sigur ai scris corect adresa?
ta: தவறான மின்னஞ்சலா?

source: Check your email for the authorization code sent to %(email)s.
bs: Provjerite vaš email za kod autorizacije poslan na %(email)s.
fy_nl: Kontrolearje jo e-mail op de autorisaasjekoade dy't nei %(email)s is ferstjoerd.
hy_am: Ստուգեք ձեր էլ․Փոստը՝ %(email)s հասցեին ուղարկված թույլտվության կոդի համար։
kk: Эл. поштаңызды %(email)s адресіне жіберілген авторизация кодына тексеріңіз.
lt: Pasitikrinkite paštą – autorizacijos kodas išsiųstas adresu %(email)s.
ms: Semak e-mel anda untuk mendapatkan kod pengesahan yang dihantar ke %(email)s.
nb_no: Sjekk din e-post for autorisasjonskoden som er sendt til %(email)s.
nn_no: Sjekk e-posten din for autorisasjonskoden som er sendt til %(email)s.
ro: Verifică e-mailul pentru codul de autorizare trimis către %(email)s.

source: Get the latest news about Mozilla and Firefox
bs: Saznajte najnovije vijesti o Mozilli i Firefoxu
fy_nl: Untfang it lêste nijs oer Mozilla en Firefox
hy_am: Ստացեք վերջին նորությունները Mozilla֊ի և Firefox֊ի մասին
kk: Mozilla және Firefox туралы соңғы жаңалықтарды алыңыз
lt: Gaukite paskiausias naujienas apie „Mozillą“ ir „Firefox“
ms: Dapatkan berita terkini mengenai Mozilla dan Firefox
nb_no: Få siste nytt om Mozilla og Firefox
nn_no: Få siste nytt om Mozilla og Firefox
ro: Primește ultimele știri despre Mozilla și Firefox

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
bs: SMS servis je dostupan samo u određenim zemljama. SMS &amp; cijena za podake se može primijeniti. Primarni primalac emaila ili SMS-a mora da je pristao. <a %(escapedLearnMoreAttributes)s>Saznajte više</a>
fy_nl: De sms-tsjinst is allinnich yn bepaalde lannen beskikber. Mooglik binne der kosten foar sms en gegevens fan tapassing. De beëage ûntfanger fan it e-mail- of sms-berjocht moat hjirmei akkoard gien wêze. <a %(escapedLearnMoreAttributes)s>Mear ynfo</a>
hy_am: SMS ծառայությունը մատչելի է միայն որոշ երկրներում։ SMS&amp; տվյալների գները կարող են կիրառվել։Էլ․Փոստով կամ SMS֊ով նախատեսված ստացողը պետք է համաձայնություն ունենա։ %(escapedLearnMoreAttributes)s>Իմացեք ավելին</a>
kk: SMS қызметі тек кейбір елдерде қолжетерлік. SMS және деректерді тасымалдау үшін ақы алынуы мүмкін. Эл. пошта немесе SMS алушы оны алуға келісуі керек. <a %(escapedLearnMoreAttributes)s>Көбірек білу</a>
lt: SMS paslauga teikiama ne visose šalyse. Gali būti taikomi SMS ir duomenų perdavimo mokesčiai. Būtinas el. laiško ar SMS gavėjo sutikimas. <a %(escapedLearnMoreAttributes)s>Sužinoti daugiau</a>
ms: Perkhidmatan SMS hanya terdapat di negara-negara tertentu. Kadar data SMS&amp; boleh dikenakan. Penerima e-mel atau SMS mesti memberi kebenaran. <a %(escapedLearnMoreAttributes)s>Ketahui selanjutnya</a>
nb_no: SMS-tjenesten er bare tilgjengelig i enkelte land. SMS- og datakostnader kan forekomme. Den tiltenkte mottakeren av e-post eller SMS må ha samtykket. <a %(escapedLearnMoreAttributes)s>Les mer</a>
nn_no: SMS-tenesta er berre tilgjengeleg i enkelte land. Bruk av tenesta kan resultere i SMS- og datakostnadar. Den tiltenkte mottakaren av e-post eller SMS må ha gitt samtykke. <a %(escapedLearnMoreAttributes)s>Les meir</a>
ro: Serviciul SMS este disponibil numai în anumite țări. Se pot aplica tarife pentru SMS-uri și transferuri de date. Destinatarul avizat al e-mailului sau al SMS-ului trebuie să își fi dat consimțământul. <a %(escapedLearnMoreAttributes)s>Află mai multe</a>

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
bs: Link aplikacije poslan na %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Pogrešno upisan&nbsp;brojr?</a>
fy_nl: App-keppeling ferstjoerd nei %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Typflater yn&nbsp;nûmer?</a>
hy_am: Ծրագրի հղումը ուղարկվել է %(escapedPhoneNumber)s-ին։ <a %(escapedBackLinkAttrs)s>Սխա՞լ&nbsp;համար։</a>
kk: Қолданба сілтемесі %(escapedPhoneNumber)s нөміріне жіберілді. <a %(escapedBackLinkAttrs)s>Нөмір&nbsp;қате&nbsp;ма?</a>
lt: Saitas į programą išsiųstas telefonu %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Suklydote įvesdami numerį?</a>
ms: Pautan app dihantar ke %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Silaptaip&nbsp;nombor?</a>
nb_no: App-lenke sendt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feiltastet&nbsp;nummer?</a>
nn_no: App-lenke sendt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feiltasta&nbsp;nummer?</a>
ro: Linkul cu aplicația a fost trimis la %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Ai scris greșit&nbsp;numărul?</a>

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
bs: Link aplikacije ponovo poslan na %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Pogrešno upisan&nbsp;brojr?</a>
fy_nl: App-keppeling opnij ferstjoerd nij %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Typflater yn&nbsp;nûmer?</a>
hy_am: Ծրագրի հղումը վերաուղարկվել է %(escapedPhoneNumber)s-ին։ <a %(escapedBackLinkAttrs)s>Սխա՞լ&nbsp;համար։</a>
kk: Қолданбаны тастау сілтемесі %(escapedPhoneNumber)s нөміріне жіберілген. <a %(escapedBackLinkAttrs)s>Нөмір&nbsp;қате&nbsp;ме?</a>
lt: Saitas į programą išsiųstas adresu %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Suklydote įv esdami adresą?</a>
ms: Pautan aplikasi dihantar semula ke %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Silap taip&nbsp;nombor?</a>
nb_no: App-lenke sendt på nytt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feiltastet&nbsp;nummer?</a>
nn_no: App-lenke sendt på nytt til %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Feilskrive&nbsp;nummer?</a>
ro: Linkul cu aplicația a fost retrimis la %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Ai scris greșit&nbsp;numărul?</a>

source: Why sync multiple devices?
bs: Zašto sinhronizirati više uređaja?
fy_nl: Wêrom mear apparaten syngronisearje?
hy_am: Ինչո՞ւ համաժամեցնել բազմաթիվ սարքեր:
kk: Бірнеше құрылғыларды неге синхрондау керек?
lt: Kodėl verta sinchronizuoti kelis įrenginius?
ms: Kenapa sync berbilang peranti?
nb_no: Hvorfor synkronisere flere enheter?
nn_no: Kvifor synkronisere fleire einingar?
ro: De ce să sincronizezi mai multe dispozitive?

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
bs: Servis za sinhronizaciju nije trajni backup, to je jednostavno siguran način da prebacite spašene zabilješke, historiju i lozinke izmedju vaših uređaja.
fy_nl: De Sync-tsjinst is gjin permaninte reservekopy; it is net mear as in feilige manier om bewarre blêdwizers, skiednis en wachtwurden tusken jo eigen apparaten oer te dragen.
hy_am: Համաժամեցման ծառայությունը մշտական պահոց չէ, այն պարզապես անվտանգ միջոց է ձեր սարքերի միջև պահված էջանիշերի, պատմության և գաղտնաբառերի փոխանակման համար։
kk: Синхрондау қызметі тұрақты қор көшірме емес, ол тек сіздің құрылғыларыңыздың арасында сақталған бетбелгілер, шолу тарихы және парольдерді синхрондаудың қауіпсіз түрі.
lt: „Sync“ paslauga neskirta atsarginėms kopijoms laikyti – tai tik saugus būdas sinchronizuoti adresyną, žurnalą ir slaptažodžius savo įrenginiuose.
ms: Perkhidmatan Sync bukan sandaran kekal, hanya sebagai cara yang selamat untuk memindahkan tandabuku, sejarah dan kata laluan yang disimpan dalam peranti anda sendiri.
nb_no: Sync-tjenesten er ikke en permanent backup. Det er kun en sikker måte å overføre lagrede bokmerker, historikk og passord mellom dine enheter.
nn_no: Sync-tenesta er ikkje ein permanent backup. Det er rett og slett ein trygg måte å overføre lagra bokmerke, historikk og passord mellom einingane dine på.
ro: Serviciul Sync nu este un backup permanent, este doar o metodă sigură de a transfera marcajele salvate, istoricul și parolele între dispozitivele tale.

source: You should install Firefox and sync at least two devices to protect against losing your data if you need to restore it but forget your password.
bs: Trebate instalirati Firefox i sinhronizovati najmanje dva uređaja kako biste se zaštitili od gubljenja podataka u slučaju da ih morate obnoviti a zaboravili ste lozinku.
fy_nl: Jo moatte Firefox en Sync op op syn minst twa apparaten ynstallearje om ferlies fan jo gegevens foar te kommen as jo dizze weromhelje wolle, mar jo wachtwurd ferjitten binne.
hy_am: Ձեր տվյալները կորցնելուց պաշտպանվելու համար դուք պետք է տեղադրեք Firefox և համաժամեցնեք առնվազն երկու սարքի, եթե անհրաժեշտ է վերականգնել երբ մոռացել եք ձեր գաղտնաբառը։
kk: Егер сізге қалпына келтіру керек болса, бірақ пароліңізді ұмытып қалған жағдайлардан қорғану үшін, сізге Firefox-ты кем дегенде екі құрылғыда орнатып, синхрондау керек.
lt: Patariame „Firefox“ įdiegti ir sinchronizuoti bent dviejuose įrenginiuose – taip apsisaugosite nuo duomenų praradimo jei kada norėsite atkurti savo duomenis, tačiau pamiršite paskyros slaptažodį.
ms: Anda perlu memasang Firefox dan sync sekurang-kurangnya dua peranti untuk mengelakkan kehilangan data anda jika anda perlukannya tetapi anda terlupa kata laluan.
nb_no: Du bør installere Firefox og synkronisere minst to enheter for å beskytte mot tap av data, hvis du noen gang trenger å gjenopprette den, men glemmer passordet ditt.
nn_no: Du bør difor installere Firefox og synkronisere minst to einingar for å unngå datatap, om du må byggje dei oppatt og gløymer passordet ditt.
ro: Trebuie să instalezi Firefox și să sincronizezi cel puțin două dispozitive pentru a te proteja împotriva pierderii datelor tale dacă trebuie să le recuperezi, dar ai uitat parola.

source: Revoke
bs: Opozovi
fy_nl: Ynlûke
hy_am: Հետ կանչել
kk: Қайта шақыру
lt: Atšaukti
ms: Batalkan
nb_no: Tilbakekall
nn_no: Tilbakekall
ro: Revocă
ta: திரும்பப்பெறு

source: We may send you emails related to your Firefox Account.
bs: Možda vam pošaljemo email vezan za vaš Firefox račun.
fy_nl: Wy kinne jo e-mails stjoere mei betrekking ta jo Firefox-account.
kk: Firefox тіркелгіңізге байланысты сізге эл. поштаны жіберуіміз мүмкін.
ms: Kami mungkin menghantar e-mel berkaitan Akaun Firefox anda.
nb_no: Vi kan sende deg e-post relatert til din Firefox-konto.
nn_no: Vi kan sende deg e-post relatert til Firefox-kontoen din.
ro: Îți putem trimite e-mailuri despre contul tău Firefox.

source: Additionally, you can choose whether to receive the latest news about Mozilla and Firefox.
bs: Dodatno, možete odabrati da li ćete dobiti najnovije vijesti o Mozilli i Firefoxu.
fy_nl: Dêrneist kinne jo kieze oft jo it lêste nijs oer Mozilla en Firefox ûntfange wolle.
kk: Mozilla және Firefox туралы соңғы жаңалықтарды алуды қосымша түрде таңдауыңыз мүмкін.
ms: Di samping itu, anda boleh pilih sama ada mahu terima atau tidak berita terkini berkaitan Mozilla dan Firefox.
nb_no: I tillegg kan du velge om du vil motta de siste nyhetene om Mozilla og Firefox.
nn_no: I tillegg kan du velje om du vil ha siste nytt om Mozilla og Firefox.
ro: În plus, poți alege să primești noutăți despre Mozilla și Firefox.
