Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Invalid configuration
bs: Neispravna konfiguracija
fy_nl: Ferkearde konfiguraasje
hy_am: Անվավեր կարգավորում
kk: Баптауы жарамсыз
lt: Netinkama konfigūracija
ms: Konfigurasi tidak sah
nb_no: Ugyldig konfigurasjon
nn_no: Ugyldig konfigurasjon
ro: Configurație invalidă
ta: தவறான கட்டமைவு

source: Did you mean <span tabindex="1">%(escapedDomain)s</span>?
fy_nl: Bedoelden jo <span tabindex="1">%(escapedDomain)s</span>?
kk: <span tabindex="1">%(escapedDomain)s</span> деп жазғыңыз келді ме?
lt: Ar turėjote omenyje <span tabindex="1">%(escapedDomain)s</span>?
ms: Adakah anda bermaksud <span tabindex="1">%(escapedDomain)s</span>?
nb_no: Mente du <span tabindex="1">%(escapedDomain)s</span>?
nn_no: Meinte du <span tabindex="1">%(escapedDomain)s</span>?
ro: Vroiai să zici <span tabindex="1">%(escapedDomain)s</span>?

source: Please try again later
bs: Pokušajte ponovo kasnije
fy_nl: Probearje letter opnij
hy_am: Կրիկին ձորձեք ավելի ուշ
kk: Кейінірек қайталап көріңіз
lt: Prašome bandyti vėliau
ms: Sila cuba sebentar lagi
nb_no: Prøv igjen senere
nn_no: Prøv igjen seinare
ro: Te rugăm să încerci din nou mai târziu
ta: தயவு செய்து மீண்டும் முயற்சிக்கவும்

source: Unknown client
bs: Nepoznat klijent
fy_nl: Unbekende client
hy_am: Անհայտ հաճախորդ
kk: Белгісіз клиент
lt: Nežinomas klientas
ms: Pelanggan tidak dikenali
nb_no: Ukjent klient
nn_no: Ukjend klient
ro: Client necunoscut
ta: அறியப்படாத வாடிக்கையாளர்

source: Incorrect redirect_uri
bs: Neispravan redirect_uri
fy_nl: Ferkearde redirect_uri
hy_am: Սխալ redirect_uri
kk: Дұрыс емес redirect_uri
lt: Neteisingas „redirect_uri"
ms: Redirect_uri salah
nb_no: Ugyldig redirect_uri
nn_no: Ukorrekt redirect_uri
ro: redirect_uri incorect
ta: தவறான REDIRECT_URI

source: Invalid assertion
bs: Neispravna tvrdnja
fy_nl: Unjildige befêstiging
hy_am: Անվավեր պնդում
kk: Пайымдауы қате
lt: Neteisingas vertinimas
ms: Penerapan tidak sah
nb_no: Ugyldig påstand
nn_no: Ugyldig påstand
ro: Aserțiune invalidă
ta: செல்லாத வலியுறுத்தல்

source: Unknown code
bs: Nepoznat kod
fy_nl: Unbekende koade
hy_am: Անհայտ կոդ
kk: Белгісіз код
lt: Nežinomas kodas
ms: Kod tidak dikenali
nb_no: Ukjent kode
nn_no: Ukjend kode
ro: Cod necunoscut
ta: அறிந்திராத குறியீடு

source: Incorrect code
bs: Neispravan kod
fy_nl: Net korrekte koade
hy_am: Սխալ կոդ
kk: Дұрыс емес код
lt: Neteisingas kodas
ms: Kod salah
nb_no: Feil kode
nn_no: Feil kode
ro: Cod incorect
ta: தவறான குறியீடு

source: Expired code
bs: Kod istekao
fy_nl: Ferrûne koade
hy_am: Ժամկետանց ծածկագիր
kk: Мерзімі біткен код
lt: Nebegaliojantis kodas
ms: Kod telah luput
nb_no: Utløpt kode
nn_no: Utgått kode
ro: Cod expirat
ta: காலாவதியான குறியீடு

source: Invalid OAuth parameter: %(param)s
bs: Neispravan OAuth parametar: %(param)s
fy_nl: Net jildige OAuth-parameter: %(param)s
hy_am: Անվավեր OAuth կարգավորում․%(param)s
kk: OAuth параметрі қате: %(param)s
lt: Neteisingas OAuth parametras: %(param)s
ms: OAuth tidak sah parameter: %(param)s
nb_no: Ugyldig OAuth-parameter: %(param)s
nn_no: Ugyldig OAuth-parameter: %(param)s
ro: Parametru OAuth invalid: %(param)s
ta: செல்லாத OAuth அளவுரு: %(param)s

source: Unauthorized
bs: Neovlašten
fy_nl: Net autorisearre
hy_am: Չթույլատրված
kk: Авторизацияланбаған
lt: Prieiga nesuteikta
ms: Tidak dibenarkan
nb_no: Uautorisert
nn_no: Uautorisert
ro: Neautorizat
ta: அங்கீகரிக்கபடாதது

source: Forbidden
bs: Zabranjeno
fy_nl: Net tastien
hy_am: Արգելված
kk: Тыйым салынған
lt: Draudžiama
ms: Dihalang
nb_no: Forbudt
nn_no: Forbydt
ro: Interzis
ta: தடை செய்யப்பட்டது

source: Something went wrong. Please close this tab and try again.
bs: Nešto je pošlo po zlu. Zatvorite ovaj tab i pokušajte ponovo.
fy_nl: Der is wat misgien. Slút dit ljepblêd en probearje it opnij.
hy_am: Ինչ որ բան այնպես չգնաց․Խնդրում ենք փակել այս ներդիրը և կրկին փորձել։
kk: Бірнәрсе қате кетті. Бұл бетті жауып, қайталап көріңіз.
lt: Kažkas nutiko. Prašome užverti šią kortelę ir bandyti dar kartą.
ms: Berlaku masalah. Sila tutup tan ini dan cuba lagi.
nb_no: Noe gikk galt. Lukk denne fanen og prøv igjen.
nn_no: Noko gjekk gale. Lat att fana og prøv på nytt.
ro: Ceva nu a funcționat. Te rugăm să închizi această filă și să încerci din nou.
ta: ஏதோ தவறு நடந்துவிட்டது. இந்தக் கீற்றை மூடி மீண்டும் முயற்சிக்கவும்.

source: no message
bs: nema poruka
fy_nl: gjin melding
hy_am: Ոչ մի հաղորդագրություն
kk: хабарлама жоқ
lt: pranešimų nėra
ms: tiada mesej
nb_no: ingen melding
nn_no: inga melding
ro: niciun mesaj
ta: தகவல் ஏதும் இல்லை

source: Missing OAuth parameter: %(param)s
bs: Nedostaje OAuth parametar: %(param)s
fy_nl: OAuth-parameter ûntbrekt: %(param)s
hy_am: OAuth հարաչափը բացակայում է․ %(param)s
kk: OAuth параметрі жоқ: %(param)s
lt: Trūksta „OAuth“ parametro: %(param)s
ms: OAuth tidak dijumpai parameter: %(param)s
nb_no: Manglende OAuth-parameter: %(param)s
nn_no: Manglande OAuth parameter: %(param)s
ro: Parametru OAuth lipsă: %(param)s
ta: காணாமல் போன OAuth அளவுரு: %(param)s

source: Invalid Token
bs: Neispravan token
fy_nl: Unjildich token
hy_am: Անվավեր նշագիր
kk: Қате токен
lt: Neteisingas prieigos raktas
ms: Token tidak sah
nb_no: Ugyldig token
nn_no: Ugyldig token
ro: Jeton invalid
ta: செல்லுபடியாகாத குறி

source: Invalid parameter in request body: %(param)s
bs: Neispravan parametar u zahtjevu tijela: %(param)s
fy_nl: Unjildige parameter yn oanfraachtekst: %(param)s
hy_am: Հայցվող մարմնում անվավեր հարաչափ․ %(param)s
kk: Сұраным денесіндегі параметр қате: %(param)s
lt: Neteisingas parametras užklausos turinyje: %(param)s
ms: Parameter tidak sah pada bahagian permintaan: %(param)s
nb_no: Ugyldig parameter i forespørselsinnhold: %(param)s
nn_no: Ugyldig parameter i førespurnadsinnhald: %(param)s
ro: Parametru invalid în corpul cererii: %(param)s
ta: கோரிக்கையில் உள்ள தவறான அளவுரு: %(param)s

source: Unsupported image provider
bs: Nepodržani provajder slika
fy_nl: Net-stipe ôfbyldingsprovider
hy_am: Պատկերների չաջակցված մատակարար
kk: Суреттер ұсынушысына қолдау жоқ
lt: Nepalaikoma paveikslėlių tarnyba
ms: Penyedia imej tidak disokong
nb_no: Ustøttet bildeleverandør
nn_no: Bildeleverandøren er ikkje støtta
ro: Furnizor de imagine nesuportat
ta: ஆதரிக்கப்படாத பட வழங்குநர்

source: Image processing error
bs: Greška pri precesuiranju slike
fy_nl: Flater by ferwurkjen fan ôfbylding
hy_am: Պատկերի մշակման սխալ
kk: Суретті өңдеу қатесі
lt: Paveikslėlio apdorojimo klaida
ms: Imej pemprosesan ralat
nb_no: Bildebehandlingsfeil
nn_no: Bildebehandlingsfeil
ro: Eroare la procesarea imaginii
ta: பட செயலாக்க பிழை

source: Resources failed to load
bs: Resursi nisu učitani
fy_nl: Boarnen lade misliearre
kk: Ресурстарды жүктеу қатесі
lt: Nepavyko įkelti išteklių
ms: Sumber gagal untuk dimuatkan
nb_no: Klarte ikke å laste ressurser
nn_no: Klarte ikkje å lasta resursar
ro: Resursele nu s-au putut încărca
ta: ஆதாரங்கள் ஏற்றுவதில் தோல்வி

source: Unexpected resource error
bs: Neočekivana greška resursa
fy_nl: Unferwachte boarneflater
kk: Ресурстың күтпеген қатесі
lt: Netikėta ištekliaus klaida
ms: Ralat sumber tidak dijangka
nb_no: Uventet resursfeil
nn_no: Uventa resursfeil
ro: Eroare neașteptată asociată unei resurse
ta: எதிர்பாராத வள பிழை

source: Script error
bs: Greška skripte
fy_nl: Skriptflater
kk: Скрипт қатесі
lt: Scenarijaus klaida
ms: Ralat skrip
nb_no: Skriptfeil
nn_no: Skriptfeil
ro: Eroare de script
ta: நிரல் பிழை

source: SMS sent
bs: SMS poslan
fy_nl: Sms ferstjoerd
kk: SMS жіберілді
lt: SMS pranešimas išsiųstas
ms: SMS dihantar
nb_no: SMS sendt
nn_no: SMS sendt
ro: SMS trimis
ta: SMS அனுப்பப்பட்டது

source: Your number has been blocked
bs: Vaš broj je blokiran
fy_nl: Jo nûmer is blokkearre
kk: Сіздің нөміріңіз блокталған
lt: Jūsų numeris užblokuotas
ms: Nombor anda telah disekat
nb_no: Nummeret ditt har blitt blokkert
nn_no: Nummeret ditt har blitt blokkert
ro: Numărul tău de telefon a fost blocat
ta: உங்களின் எண் தடுக்கப்பட்டது

source: SMS not sent, please try again
bs: SMS nije poslan, molimo pokušajte ponovo
fy_nl: Sms net ferstjoerd, probearje opnij
kk: SMS жіберілмеген, қайталап көріңіз
lt: SMS pranešimas neišsiųstas, bandykite dar kartą
ms: SMS tidak dihantar, sila cuba lagi
nb_no: SMS ikke sendt, prøv igjen
nn_no: SMS ikkje sendt, prøv igjen
ro: SMS netrimis, te rugăm să încerci din nou
ta: குறுந்செய்தி செல்லவில்லை, மீண்டும் முயற்சி

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
bs: Ako nastavite, pristajete na <a id="service-tos" href="%(termsUri)s">Uvjete pružanja usluge</a> i <a id="service-pp" href="%(privacyUri)s">Obavijest o privatnosti</a> od %(serviceName)s (%(serviceUri)s).
fy_nl: Troch fierder te gean gean jo akkoard me de <a id="service-tos" href="%(termsUri)s">Servicebetingsten</a> en <a id="service-pp" href="%(privacyUri)s">Privacyferklearring</a> fan de (%(serviceUri)s) fan %(serviceName).
hy_am: Շարունակելով,դուք համաձայն եք <a id="service-tos" href="%(termsUri)s"> Ծառայությունների մատուցման պայմաններին<a id="service-pp" href="%(privacyUri)s"> Գաղտնիության ծանուցումներին </a> և%(serviceName)s (%serviceUri)s).
kk: Жалғастыру нәтижесінде, сіз %(serviceName)s (%(serviceUri)s) қызметінің <a id="service-tos" href="%(termsUri)s">Қолдану шарттары</a> және <a id="service-pp" href="%(privacyUri)s">Жекелік ескертуімен</a> келісесіз.
lt: Tęsdami, jūs sutinkate su <a id="service-tos" href="%(termsUri)s">Paslaugų teikimo sąlygomis</a> ir %(serviceName)s (%(serviceUri)s) <a id="service-pp" href="%(privacyUri)s">Privatumo pranešimu</a>.
ms: Dengan meneruskan, anda bersetuju dengan <a id="service-tos" href="%(termsUri)s">Terma Perkhidmatan</a> dan<a id="service-pp" href="%(privacyUri)s">Notis Privasi</a> %(serviceName)s (%(serviceUri)s).
nb_no: Ved å fortsette, aksepterer du <a id="service-tos" href="%(termsUri)s">tjenestevilkårene</a> og <a id="service-pp" href="%(privacyUri)s">personvernsbestemmelser</a> for %(serviceName)s (%(serviceUri)s).
nn_no: Ved å fortsetje godkjenner du <a id="service-tos" href="%(termsUri)s">tenestevilkåra</a> og<a id="service-pp" href="%(privacyUri)s">personvernmerknaden</a> of %(serviceName)s (%(serviceUri)s).
ro: Prin continuare, agreezi <a id="service-tos" href="%(termsUri)s">Termenii de utilizare a serviciilor</a> și <a id="service-pp" href="%(privacyUri)s">Politica de confidențialitate</a> %(serviceName)s (%(serviceUri)s).
ta: தொடர்வதின் மூலம், (serviceName)s (%(serviceUri )s) உடைய <a id="service-tos" href="%(termsUri)s"> சேவை விதிமுறைகள்</a> மற்றும் <a id="service-pp" href="%(privacyUri)s"> தனியுரிமை அறிக்கை</a> ஆகியவற்றை ஒப்புக் கொள்கிறீர்கள்.

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
hy_am: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Օգնություն</a>
kk: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Көмек</a>
lt: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Pagalba</a>
ms: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Bantuan</a>
nb_no: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Hjelp</a>
nn_no: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Hjelp</a>
ro: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ajutor</a>
ta: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">உதவி</a>

source: Get the latest news about Mozilla and Firefox.
bs: Saznajte najnovije vijesti o Mozilli i Firefoxu.
fy_nl: Untfang it lêste nijs oer Mozilla en Firefox.
hy_am: Ստացեք վերջին նորությունները Mozilla֊ի և Firefox֊ի մասին։
kk: Mozilla және Firefox туралы соңғы жаңалықтарды алыңыз.
lt: Gaukite naujausią informaciją apie „Mozilla“ ir „Firefox“.
ms: Dapatkan berita terkini mengenai Mozilla dan Firefox.
nb_no: Få siste nytt om Mozilla og Firefox.
nn_no: Få siste nytt om Mozilla og Firefox.
ro: Primește cele mai recente știri despre Mozilla și Firefox.
ta: மொசில்லா மற்றும் பயர்பாக்சு பற்றிய சமீபத்திய செய்திகளைப் பெறுங்கள்.

source: %(city)s, %(country)s (estimated)
bs: %(city)s, %(country)s (procijenjeno)
fy_nl: %(city)s, %(country)s (skat)
hy_am: %(city)s, %(country)s (նախահաշվային)
kk: %(city)s, %(country)s (шамамен)
lt: %(city)s, %(country)s (apskaičiuota)
ms: %(city)s, %(country)s (anggaran)
nb_no: %(city)s, %(country)s (estimert)
nn_no: %(city)s, %(country)s (overslag)
ro: %(city)s, %(country)s (estimativ)
ta: %(city)s, %(country)s (தோராயமாக)

source: %(country)s (estimated)
bs: %(country)s (procijenjeno)
fy_nl: %(country)s (skat)
hy_am: %(country)s (նախահաշվային)
kk: %(country)s (шамамен)
lt: %(country)s (apskaičiuota)
ms: %(country)s (anggaran)
nb_no: %(country)s (estimert)
nn_no: %(country)s (overslag)
ro: %(country)s (estimativ)
ta: %(country)s (தோராயமாக)

source: IP address: %(ip)s
bs: IP adresa: %(ip)s
fy_nl: IP-adres: %(ip)s
hy_am: IP հասցե՝ %(ip)s
kk: IP адресі: %(ip)s
lt: IP adresas: %(ip)s
ms: Alamat IP: %(ip)s
nb_no: IP-adresse: %(ip)s
nn_no: IP-addresse: %(ip)s
ro: Adresă IP: %(ip)s
ta: ஐபி முகவரி: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
bs: Za dodatnu sigurnost, potvrdite ovu prijavu za početak sinkronizacije s ovim uređajem:
fy_nl: Befêstigje foar ekstra befeiliging dizze oanmelding om mei it syngronisearjen mei dit apparaat te begjinnen:
hy_am: Լրացուցիչ անվտանգության համար, հաստատեք այս մուտքի համակարգը՝ այս սարքի հետ համաժամեցվելու համար․
kk: Қосымша қауіпсіздік үшін, басқа құрылғыларыңызбен синхрондауды бастау үшін, бұл кіруді растаңыз:
lt: Papildomo saugumo vardan, prieš pradedant sinchronizuoti šį įrenginį, prašome patvirtinti šį prisijungimą:
ms: Untuk keselamatan tambahan, sila sahkan daftar masuk ini untuk mulakan sync dengan peranti ini:
nb_no: For ekstra sikkerhet, bekreft denne innloggingen for å begynne synkroniseringen med denne enheten:
nn_no: For ekstra sikkerheit, stadfest denne innlogginga for å begynne synkroniseringa med denne eininga:
ro: Pentru un plus de securitate, te rugăm să confirmi această autentificare pentru a începe sincronizarea cu dispozitivul:
ta: கூடுதல் பாதுகாப்புக்காக, இந்தக் கருவியுடன் ஒத்திசைவை ஆரம்பிப்பதற்கு முன்பு இந்த உல்-நுழைவை தயவு செய்து உறுதி செய்யவும்:

source: Web Session
bs: Web sesija
fy_nl: Websesje
hy_am: Ցանցային աշխատաշրջան
kk: Веб сессиясы
lt: Saityno sesija
ms: Sesi Web
nb_no: Webøkt
nn_no: Nett-økt
ro: Sesiune web
ta: வலை அமர்வு

source: Bad Request
bs: Loš zahtjev
fy_nl: Unjildige oanfraach
hy_am: Վատ հարցում
kk: Жарамсыз сұраным
lt: Netinkama užklausa
nb_no: Ugyldig forespørsel
nn_no: Ugyldig førespurnad
ro: Cerere incorectă
ta: மோசமான கோரிக்கை

source: 500 Error
bs: 500 Greška
fy_nl: Flater 500
hy_am: 500 սխալ
kk: 500 қатесі
lt: Klaida Nr. 500
ms: 500 Ralat
nb_no: Feil 500
nn_no: Feil 500
ro: Eroare 500
ta: பிழையெண் 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
bs: Nešto je pošlo po zlu. Obaviješteni smo i radit ćemo na popravci.
fy_nl: Oh jee, der gie wat mis. Wy binne op 'e hichte brocht en sille oan in oplossing wurkje.
hy_am: Հարգելիս, ինչ-որ բան այստեղ չհաջողվեց։Մեզ տեղեկացրել են և կաշխատենք շտկել խնդիրը։
kk: Қап, бінәрсе қате кетіп қалды. Біз ол туралы хабарлама алдық және шешуге тырысамыз.
lt: Vaje, nutiko kažkas nenumatyto. Mums apie tai pranešta, tad netrukus pradėsime šią problemą spręsti.
ms: Alamak, ada sesuatu tidak kena. Kami telah dimaklumkan dan akan mula mencari penyelesaiannya.
nb_no: Åh nei, noe gikk feil. Vi har blitt informert, og vil gå i gang med å løse problemet.
nn_no: Oj, noko gjekk gale der. Vi har blitt informert, og vil gå i gang med å løyse problemet.
ro: Vai, ceva nu a funcționat. Am fost anunțați și vom lucra la o soluție.
ta: நண்பரே, அங்கு ஏதோ தவறானது. எங்களுக்கு தெரிவிக்கப்பட்டது மேலும் நாங்கள் தீர்வுக்கு பணியாற்றி கொண்டிருக்கிறோம்.

source: Cannot create account
bs: Nije moguće kreirati račun
fy_nl: Kin gjin account oanmeitsje
hy_am: Հնարավոր չէ հաշիվ ստեղծել
kk: Тіркелгіні жасау мүмкін емес
lt: Paskyros sukurti nepavyko
ms: Tidak dapat membuat akaun
nb_no: Kan ikke opprette konto
nn_no: Klarte ikkje å lage konto
ro: Contul nu poate fi creat
ta: கணக்கை உருவாக்க முடியாது

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
bs: Morate ispuniti određene dobne uvjete za izradu Firefox&nbsp;računa.
fy_nl: Jo moatte oan bepaalde leeftiidskritearia foldwaan om in Firefox-account oan te meitsjen.
hy_am: Firefox&nbsp; հաշիվ ստեղծելու համար դուք պետք է բավարարեք տարիքային որոշակի պահանջներ։
kk: Firefox&nbsp;тіркелгісін жасау үшін жасыңыз белгілі шамадан асуы тиіс.
lt: Norintiems susikurti „Firefox“ paskyrą naudotojams taikomas amžiaus cenzas.
ms: Anda mesti telah mencapai keperluan sesuatu umur untuk mencipta Akaun Firefox.
nb_no: Du må oppfylle visse alderskrav for å opprette en Firefox-konto.
nn_no: Du må oppfylle visse alderskrav for å lage ein Firefox-konto.
ro: Trebuie să îndeplinești anumite cerințe de vârstă pentru a crea un cont&nbsp;Firefox
ta: நீங்கள் ஒரு பயர்பாக்ஸ் &nbsp;கணக்கை உருவாக்க குறிப்பிட்ட வயதை எட்டியிருக்க வேண்டும்.

source: Learn more.
fy_nl: Mear ynfo.
kk: Көбірек білу.
lt: Sužinoti daugiau.
ms: Ketahui lanjut.
nb_no: Les mer.
nn_no: Les meir.
ro: Află mai multe.
ta: மேலும் அறிய.

source: %(email)s created
fy_nl: %(email)s makke
kk: %(email)s жасалды
lt: Paskyra „%(email)s“ sukurta
ms: %(email)s dicipta
nb_no: %(email)s opprettet
nn_no: %(email)s oppretta
ro: %(email)s creat
ta: %(email)s உருவாக்கப்பட்டது

source: Choose what to sync
bs: Odaberite šta ćete sinhronizovati
fy_nl: Kies wat jo syngronisearje wolle
hy_am: Ընտրեք ինչը համաժամեցնել
kk: Нені синхрондауды таңдаңыз
lt: Pasirinkite, ką sinchronizuosite
ms: Pilih apa yang hendak disync
nb_no: Velg hva som skal synkroniseres
nn_no: Vel kva som skal synkroniserast
ro: Alege ce să sincronizezi
ta: எதை ஒத்திசைக்க வேண்டும் என்பதைத் தேர்

source: Open tabs
bs: Otvori tabove
fy_nl: Iepen ljeplêden
hy_am: Բացել ներդիրները
kk: Ашық беттер
lt: Atvertos kortelės
ms: Buka tab
nb_no: Åpne faner
nn_no: Opne faner
ro: Deschide filele
ta: திறந்த கீற்றுகள்

source: Bookmarks
bs: Zabilješke
fy_nl: Blêdwizers
hy_am: Էջանիշեր
kk: Бетбелгілер
lt: Adresynas
ms: Tanda buku
nb_no: Bokmerker
nn_no: Bokmerke
ro: Marcaje
ta: புத்தகக்குறிகள்

source: Add-ons
bs: Dodaci
hy_am: Հավելումներ
kk: Қосымшалар
lt: Priedai
nb_no: Utvidelser
nn_no: Utvidingar
ro: Suplimente
ta: கூடுதல் இணைப்புகள்

source: Passwords
bs: Lozinke
fy_nl: Wachtwurden
kk: Парольдер
lt: Slaptažodžiai
ms: Kata laluan
nb_no: Passord
nn_no: Passord
ro: Parole
ta: கடவுச்சொற்கள்

source: History
bs: Historija
fy_nl: Skiednis
hy_am: Պատմություն
kk: Тарихы
lt: Žurnalas
ms: Sejarah
nb_no: Historikk
nn_no: Historikk
ro: Istoric
ta: வரலாறு

source: Preferences
bs: Postavke
fy_nl: Foarkarren
hy_am: Նախընտրություններ
kk: Баптаулар
lt: Nustatymai
ms: Keutamaan
nb_no: Innstillinger
nn_no: Innstillingar
ro: Preferințe
ta: முன்னுரிமைகள்

source: Add-ons and Preferences do not currently sync on mobile devices.
fy_nl: Add-ons en foarkarren wurden op mobile apparaten op dit stuit net syngronisearre.
kk: Қосымшалар және баптаулар ағымдағы уақытта мобильді құрылғыларда синхрондалмайды.
lt: Priedai ir nustatymai mobiliuosiuose įrenginiuose šiuo metu nesinchronizuojami.
ms: Add-ons dan Keutamaan tidak disync pada peranti mudah alih.
nb_no: Utvidelser og innstillinger kan for øyeblikket ikke synkroniseres på mobile enheter.
nn_no: Utvidingar og innstillingar kan akkurat no ikkje synkroniserast på mobile einingar.
ro: Suplimentele și preferințele nu se sincronizează în prezent pe dispozitivele mobile.
ta: கூடுதல் நிரல்களும் முன்னுரிமைகளும் தற்போது செல்பேசி சாதனங்களில் ஒத்திசைப்பதில்லை.

source: Save settings
bs: Spasi postavke
fy_nl: Ynstellingen bewarje
kk: Баптауларды сақтау
lt: Įrašyti nustatymus
ms: Simpan tetapan
nb_no: Lagre innstillinger
nn_no: Lagre innstillingane
ro: Salvează setările
ta: அமைவுகளைச் சேமி

source: Back
bs: Nazad
fy_nl: Tebek
hy_am: Նախորդը
kk: Артқа
lt: Atgal
ms: Kembali
nb_no: Tilbake
nn_no: Tilbake
ro: Înapoi
ta: பின்செல்

source: Reset password link expired
bs: Link za reset lozinke istekao
fy_nl: Keppeling foar opnij ynstellen is ferrûn
hy_am: Վերականգնել գաղտնաբառի հղումը ավարտվել է
kk: Парольді тастау сілтемесінің мерзімі біткен
lt: Slaptažodžio atkūrimo saitas nebegalioja
ms: Pautan set semula kata laluan telah tamat tempoh
nb_no: Lenke for tilbakestilling av passordet er utløpt
nn_no: Passordlenke for tilbakestilling er gått ut
ro: Link de resetare a parolei expirat
ta: கடவுச்சொல்லை மீட்டமைக்கும் தொடுப்பு காலாவதியானது

source: The link you clicked to reset your password is expired.
bs: Link koji ste kliknuli za resetovanje lozinke je istekao.
fy_nl: De keppeling wêrop jo klikt hawwe foar it opnij ynstellen fan jo wachtwurd is ferrûn.
hy_am: Ձեր գաղտնաբառը վերականգնելու համար սեղմած հղումը լրացել է։
kk: Пароліңізді тастау үшін сіз шерткен сілтеменің мерзімі біткен.
lt: Slaptažodžio atkūrimo saitas, kurį spaudėte, nebegalioja.
ms: Pautan yang anda klik untuk set semua kata laluan anda telah tamat tempoh.
nb_no: Linken du klikket på for å tilbakestille passordet ditt er utløpt.
nn_no: Lenka du trykte på for å tilbakestille passordet ditt har gått ut.
ro: Linkul pe care ai dat clic pentru resetarea parolei a expirat.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க சொடுக்கிய தொடுப்பு காலாவதியானது.

source: Click here to receive a new reset link
fy_nl: Klik hjir om in nije keppeling foar opnij ynstellen te ûntfangen
kk: Жаңа тастау сілтемесін алу үшін осында шертіңіз
lt: Spauskite čia, kad gautumėte naują atkūrimo saitą
ms: Klik sini untuk menerima pautan set semula baru
nb_no: Klikk her for å motta en ny lenke for tilbakestilling
nn_no: Trykk her for å få ei ny tilbakestillingslenke
ro: Clic aici pentru a primi un link nou de resetare
ta: ஒரு புதிய மீட்டமைக்கும் தொடுப்பைப் பெற இங்கே சொடுக்கவும்

source: Reset password link damaged
bs: Link za reset lozinke je istekao
fy_nl: Keppeling foar opnij ynstellen skansearre
hy_am: Վերականգնված գաղտնաբառի հղումը վնասված է
kk: Тастау сілтемесі зақымдалған
lt: Slaptažodžio atkūrimo saitas yra sugadintas
ms: Pautan set semula kata laluan rosak
nb_no: Lenke for tilbakestilling av passordet er skadet
nn_no: Passordlenke for tilbakestilling er skada
ro: Link de resetare a parolei corupt
ta: கடவுச்சொல்லை மீட்டமைக்கும் தொடுப்பு சேதமடைந்தது
