Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Remember this password &mdash; resetting it erases your data from our servers.
fy_nl: Unthâld dit wachtwurd &ndash; troch it opnij yn te stellen, wurde jo gegevens fan ús servers wiske.
lt: Įsiminkite šį slaptažodį – jį atkūrus iš naujo, jūsų duomenys mūsų serveriuose bus pašalinti.
ms: Ingat kata laluan ini &mdash; mengeset semula akan menghapuskan data anda daripada pelayan kami.
nb_no: Husk dette passordet &mdash; tilbakestilling av det sletter dine data dine fra våre servere.
nn_no: Hugs dette passordet &mdash; tilbakestilling av det slettar dataa dine frå serverane våre.
ro: Ține minte această parolă &mdash; resetarea ei șterge datele de pe serverele noastre.

source: Show password
bs: Prikaži lozinku
fy_nl: Wachtwurd toane
kk: Парольді көрсету
lt: Rodyti slaptažodį
ms: Papar kata laluan
nb_no: Vis passord
nn_no: Vis passord
ro: Afișează parola

source: Use a different email address
bs: Koristite različite email adrese
fy_nl: In oar e-mailadres brûke
kk: Басқа эл. пошта адресін көрсету
lt: Naudoti kitą el. pašto adresą
ms: Gunakan alamat e-mel berbeza
nb_no: Bruk en annen e-postadresse
nn_no: Bruk ei anna e-postadresse
ro: Folosește o altă adresă de e-mail

source: Account Recovery
fy_nl: Accountwerstel
hy_am: Հաշվի վերականգնում
kk: Тіркелгіні қалпына келтіру
lt: Paskyros atkūrimas
ms: Pemulihan Akaun
nb_no: Kontogjenoppretting
nn_no: Kontogjenoppretting
ro: Recuperare cont

source: Firefox Recovery Key
fy_nl: Firefox-werstelkaai
hy_am: Firefox֊ի վերականգնման բանալի
kk: Firefox қалпына келтіру кілті
lt: „Firefox“ atkūrimo raktas
ms: Kekunci Pemulihan Firefox
nb_no: Firefox gjenopprettingsnøkkel
nn_no: Firefox gjenopprettingsnykel
ro: Cheie de recuperare cont Firefox

source: Invalid recovery key
fy_nl: Unjildige werstelkaai
hy_am: վերականգնման անվավեր բանալին
kk: Қалпына келтіру кілті жарамсыз
lt: Įvestas atkūrimo raktas netinkamas
ms: Kekunci pemulihan tidak sah
nb_no: Ugyldig gjenopprettingsnøkkel
nn_no: Ugyldig gjenopprettingsnykel
ro: Cheie de recuperare invalidă

source: Recovery key required
fy_nl: Werstelkaai fereaske
hy_am: Վերականգնման բանալին անհրաժեշտ է
lt: Būtina įvesti atkūrimo raktą
ms: Kekunci pemulihan diperlukan
nb_no: Gjenopprettingsnøkkel nødvendig
nn_no: Gjenopprettingsnykel påkravd
ro: Este necesară o cheie de recuperare

source: Reset password with recovery key
fy_nl: Wachtwurd opnij ynstelle mei werstelkaai
hy_am: Վերականգնեք գաղտնաբառը, օգտագորելով վերականգնման բանալին
lt: Pakeisti slaptažodį atkūrimo rakto pagalba
ms: Tetapkan semula kata laluan dengan kekunci pemulihan
nb_no: Nullstill passord med gjenopprettingsnøkkel
nn_no: Nullstill passord med gjenopprettingsnykel
ro: Resetează parola cu cheia de recuperare

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
fy_nl: Fier de werstelkaai foar ienmalich gebrûk dy't jo op in feilich plak bewarre hawwe yn om wer tagong ta jo Firefox-account te krijen.
hy_am: Խնդրում ենք մուտքագրել միանգամյա օգտագործման վերականգնման բանալին, որը դուք պահել եք անվտանգ վայրում՝ ձեր Firefox հաշիվ մուտք գործելու համար։
lt: Prieigai prie savo „Firefox“ paskyros atgauti įveskite vienkartinį atkūrimo raktą, kurį laikėte saugioje vietoje.
ms: Sila masukkan kekunci pemulihan sekali guna yang anda simpan untuk mendapatkan semula akses ke Akaun Firefox.
nb_no: Skriv inn engangs-gjenopprettingsnøkkelen du lagret på et trygt sted, for å få tilgang til din Firefox-konto igjen.
ro: Te rugăm să introduci cheia de recuperare de unică folosință pe care ai păstrat-o într-un loc sigur pentru a recupera accesul la contul tău Firefox.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
fy_nl: <span class="note">NOAT:</span> as jo jo wachtwurd opnij ynstelle en gjin kaai foar accountwerstel bewarre hawwe, wurdt in part fan jo gegevens wiske (wêrûnder syngronisearre servergegevens lykas skiednis en blêdwizers).
hy_am: <span class="note"> ՈՒՇԱԴՐՈՒԹՅՈՒՆ․ </span> Եթե դուք վերականգնում եք ձեր գաղտնաբառը և չունեք հաշվի վերականգնման բանալին, ձեր տվյալների որոշ մասը կջնջվի (ներառյալ համաժամեցված սպասարկչի տվյալները, ինչպիսիք են պատմությունը և էջանիշերը)։
lt: <span class="note">SVARBU!</span> Jeigu atkursite slaptažodį, tačiau neturėsite įrašyto paskyros atkūrimo rakto, dalis jūsų duomenų bus pašalinta (įskaitant serveryje sinchronizuotais duomenimis, tokiais, kaip naršymo žurnalas ir adresaynas).
ms: <span class="note">NOTA:</span> Jika anda tetapkan semula kata laluan dan tidak ada kekunci pemulihan, sesetengah data akan dibuang (termasuk data pelayan yang diselaraskan seperti sejarah dan tandabuku).
nb_no: <span class="note">MERK:</span> Hvis du tilbakestiller passordet ditt og ikke har nøkkel for kontogjenoppretting, blir noen av dataene dine slettet (inkludert synkroniserte serverdata som historikk og bokmerker).
ro: <span class="note">OBS:</span> Dacă resetezi parola și ai cheia de recuperare a contului salvată, unele date vor fi șterse (inclusiv datele sincronizate de pe server, precum istoricul și marcajele).

source: Enter recovery key
fy_nl: Fier werstelkaai yn
hy_am: Մուտքագրեք վերականգնման բանալին
lt: Įveskite atkūrimo raktą
ms: Masukkan kekunci pemulihan
nb_no: Skriv inn gjenopprettingsnøkkel
nn_no: Skriv inn gjenopprettingsnykel
ro: Introdu cheia de recuperare

source: Confirm recovery key
fy_nl: Befêstigje werstelkaai
hy_am: Հաստատեք վերականգնման բանալին
lt: Patvirtinkite atkūrimo raktą
ms: Sahkan kekunci pemulihan
nb_no: Bekreft gjenopprettingsnøkkel
nn_no: Stadfest gjennopprettingsnykel
ro: Confirmă cheia de recuperare

source: Don't have a recovery key?
fy_nl: Hawwe jo gjin werstelkaai?
hy_am: Վերականգնման բանալին չունե՞ք։
lt: Neturite atkūrimo rakto?
ms: Tidak ada kekunci pemulihan?
nb_no: Har du ikke en gjenopprettingsnøkkel?
nn_no: Har du ikkje ein gjenopprettingsnykel?
ro: Nu ai o cheie de recuperare?

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
fy_nl: Jo hawwe mei sukses jo account wersteld fia jo werstelkaai. Meitsje in nij wachtwurd oan om jo gegevens te befeiligjen, en bewarje dit op in feilige lokaasje.
hy_am: Դուք հաջողությամբ վերականգնել եք ձեր հաշիվը՝ օգտագործելով ձեր վերականգնման ստեղնը։ Ստեղծեք նոր գաղտնաբառ՝ ձեր տվյալներն ապահովելու և այն անվտանգ վայրում պահելու համար։
lt: Jūsų paskyra sėkmingai atkurta panaudojus atkūrimo raktą. Susikurkite naują slaptažodį savo duomenims apsaugoti ir laikykite jį saugiai paslėptą.
ms: Anda telah berjaya pulihkan akaun menggunakan kekunci pemulihan. Cipta kata laluan baru untuk melindungi data anda dan simpannya di tempat selamat.
nb_no: Du har gjenopprettet kontoen din ved hjelp av gjenopprettingsnøkkelen. Opprett et nytt passord for å sikre dataene dine, og lagre det på et trygt sted.
nn_no: Du har gjenoppretta kontoen din ved hjelp av gjenopprettingsnykelen. Opprett eit nytt passord for å sikre dataa dine, og lagre det på ein trygg stad.
ro: Ai restaurat cu succes contul folosind cheia de recuperare. Creează o parolă nouă pentru securizarea datelor și păstreaz-o într-un loc sigur.

source: Generate a new recovery key
fy_nl: In nije werstelkaai generearje
hy_am: Ստեղծեք վերականգնման նոր բանալին
lt: Generuoti naują atkūrimo raktą
ms: Jana kekunci pemulihan baru
nb_no: Generer en ny gjenopprettingsnøkkel
nn_no: Generer ein ny gjenopprettingsnykel
ro: Generează o nouă cheie de recuperare

source: Continue to my account
fy_nl: Trochgean nei myn account
hy_am: Շարունակեք իմ հաշվին
lt: Eiti į paskyrą
ms: Teruskan ke akaun saya
nb_no: Fortsett til min kontoen
nn_no: Fortset til kontoen min
ro: Continuă la contul meu

source: Account recovery
fy_nl: Accountwerstel
lt: Paskyros atkūrimas
ms: Pemulihan akaun
nb_no: Kontogjenoppretting
nn_no: Kontogjenoppretting
ro: Recuperarea contului

source: Generate a recovery key to regain access to your Firefox bookmarks, passwords, and synced data if you forget your password.
fy_nl: Generearje in werstelkaai om wer tagong ta jo blêdwizers, wachtwurden en syngronisearre gegevens fan Firefox te krijen as jo jo wachtwurd ferjitte.
lt: Sugeneruoti atkūrimo raktą, padėsiantį susigrąžinti prieigą prie „Firefox“ adresyno, slaptažodžių ir sinchronizuojamų duomenų, jei pamirštumėte savo slaptažodį.
ms: Jana kekunci pemulihan untuk mendapatkan semula akses ke tandabulu, kata laluan dan data Firefox yang diselaraskan jika terlupa kata laluan.
nb_no: Generer en gjenopprettingsnøkkel for å gjenopprette tilgang til dine Firefox-bokmerker, passord og synkroniserte data hvis du glemmer passordet ditt.
nn_no: Generer ein gjenopprettingsnykel for å gjenopprette tilgang til Firefox-bokmerka dine, passord og synkroniserte data viss du gløymer passordet ditt.
ro: Generează o cheie de recuperare ca să ai din nou acces la marcaje, parole și datele sincronizate în caz că uiți parola.

source: Recovery key
fy_nl: Werstelkaai
lt: Atkūrimo raktas
ms: Kekunci pemulihan
nb_no: Gjenopprettingsnøkkel
nn_no: Gjenopprettingsnykel
ro: Cheie de recuperare

source: Not set
fy_nl: Net ynsteld
lt: Nenustatytas
ms: Tidak ditetapkan
nb_no: Mangler
nn_no: Manglar
ro: Nestabilită

source: Generate
fy_nl: Generearje
lt: Generuoti
ms: Jana
nb_no: Oppretter
nn_no: Generer
ro: Generează

source: <span class="note">NOTE: </span>Your Firefox Account password encrypts your Firefox data. Only your password or recovery key can access your data. <a %(escapedLearnMoreLinkAttributes)s>Learn more</a>
fy_nl: <span class="note">NOAT: </span>jo Firefox-accountwachtwurd fersiferet jo Firefox-gegevens. Allinnich jo wachtwurd of werstelkaai kin tagong ta jo gegevens krije. <a %(escapedLearnMoreLinkAttributes)s>Mear ynfo</a>
lt: <span class="note">SVARBU!</span> Jūsų „Firefox“ paskyroje laikomi tik užšifruoti „Firefox“ duomenys. Prieiti prie šių duomenų galima tik naudojantis slaptažodžiu arba atkūrimo raktu. <a %(escapedLearnMoreLinkAttributes)s>Plačiau…</a>
nb_no: <span class="note">MERK: </span>Passordet til din Firefox-konto krypterer Firefox-dataene dine. Bare passordet eller gjenopprettingsnøkkelen kan få tilgang til dine data. <a %(escapedLearnMoreLinkAttributes)s>Les mer</a>
ro: <span class="note">ȚINE MINTE:</span>Parola contului de Firefox criptează datele tale din Firefox. Poți avea acces la date numai cu parola sau cu cheia de recuperare. <a %(escapedLearnMoreLinkAttributes)s>Află mai multe</a>

source: Step 1 of 2: Re-enter password
fy_nl: Stap 1 fan 2: wachtwurd opnij ynfiere
lt: Pirmasis žingsnis: pakartokite savo slaptažodį
nb_no: Trinn 1 av 2: Skriv inn passordet på nytt
nn_no: Steg 1 av 2: Skriv inn passordet på nytt
ro: Pasul 1 din 2: Re-introdu parola

source: Enter your password to view your recovery key.
fy_nl: Fier jo wachtwurd yn om jo werstelkaai wer te jaan.
lt: Atkūrimo raktui pamatyti įveskite savo slaptažodį.
nb_no: Skriv inn ditt passord for å vise gjenopprettingsnøkkelen.
nn_no: Skriv inn passordet ditt for å vise gjenopprettingsnykelen.
ro: Introdu parola ta pentru a vedea cheia de recuperare.

source: Enter Password
fy_nl: Fier wachtwurd yn
lt: Įveskite slaptažodį
nb_no: Skriv inn passord
nn_no: Skriv inn passord
ro: Introdu parola

source: Are you sure you want to revoke?
fy_nl: Binne jo wis dat jo de kaai ynlûke wolle?
lt: Ar tikrai norite atšaukti?
nb_no: Er du sikker på at du vil tilbakekalle?
nn_no: Er du sikker på at du vil tilbakekalle?
ro: Sigur dorești să revoci?

source: You will be unable to use your recovery key to access your data in the event you reset your password.
fy_nl: Jo kinne jo werstelkaai net brûke om tagong ta jo gegevens te krijen yn it gefal dat jo jo wachtwurd opnij ynstelle.
lt: Jeigu atkursite slaptažodį, pasiekti savo duomenų naudodami atkūrimo kodą nebegalėsite.
nb_no: Du kan ikke bruke gjenopprettingsnøkkelen for å få tilgang til dataene dine i tilfelle du tilbakestiller passordet ditt.
nn_no: Du kan ikke brukje gjenopprettingsnykelen for å få tilgang til dataa dine i tilfelle du tilbakestiller passordet ditt.
ro: Nu vei mai putea folosi cheia de recuperare pentru a accesa datele tale în cazul în care îți resetezi parola.

source: Step 2 of 2: Save Recovery key
fy_nl: Stap 2 fan 2: werstelkaai bewarje
lt: Antrasis žingsnis: išsisaugokite atkūrimo raktą
nb_no: Trinn 2 av 2: Lagre gjenopprettingsnøkkel
nn_no: Steg 2 av 2: Lagre gjenopprettingsnykel
ro: Pasul 2 din 2: Salvează cheia de recuperare

source: <span class="note">NOTE: </span>If you forget your password, this key is required to regain access to your data. Save your recovery key in a safe location, where you can find it easily later.
fy_nl: <span class="note">NOAT: </span>as jo jo wachtwurd ferjitte, is dizze kaai fereaske om wer tagong ta jo gegevens te krijen. Bewarje jo werstelkaai op in feilige lokaasje, wêr't jo dizze letter maklik fine kinne.
lt: <span class="note">SVARBU!</span> Šio rakto reikės, jeigu ateityje pamirštumėte savo slaptažodį, bet norėtumėte pasiekti savo duomenis. Atkūrimo raktą laikykite saugioje vietoje, kurioje vėliau galėsite jį lengvai surasti.
nb_no: <span class="note">MERK: </span>Hvis du glemmer passordet ditt, er denne nøkkelen nødvendig for å få tilgang til dine data. Lagre gjenopprettingsnøkkelen på et trygt sted, hvor du lett kan finne den senere.
ro: <span class="note">ȚINE MINTE:</span> Dacă uiți parola, vei avea nevoie de cheie ca să ai din nou acces la datele tale. Salvează cheia de recuperare într-un loc sigur, unde o poți găsi ușor mai târziu.

source: Print button image
fy_nl: Ofbylding fan knop Ofdrukke
lt: Spausdinti
nb_no: Bilde av skriv ut-knapp
nn_no: Bilde av skriv ut-knapp
ro: Imagine buton imprimare

source: Download button image
fy_nl: Ofbylding fan knop Downloade
lt: Parsiųsti
nb_no: Bilde av last ned knapp
nn_no: Last ned knappebilde
ro: Descarcă imaginea butonului

source: Done, Recovery key saved
fy_nl: Klear, werstelkaai bewarre
lt: Baigta! Atkūrimo raktas išsaugotas
nb_no: Ferdig, gjenopprettingsnøkkel lagret
nn_no: Ferdig, gjenopprettingsnykel lagra
ro: Gata, cheia de recuperare a fost salvată

source: Valid code required
fy_nl: Jildige koade fereaske
hy_am: Պահանջվում է վավեր կոդ
lt: Įvestas kodas netinkamas
nb_no: Gyldig kode kreves
nn_no: Gyldig kode er påkravd
ro: Este necesar un cod valid

source: This request requires two step authentication enabled on your account.
fy_nl: Dizze oanfraach fereasket ynskeakele autentikaasje yn twa stappen op jo account.
hy_am: Այս հայցը պահանջում է ձեր հաշվում միացված երկու քայլ վավերացում։
lt: Šiai užklausai reikia, kad savo paskyrai būtumėte įjungę dviejų žingsnių tapatumo patikrinimą.
nb_no: Denne forespørselen krever totrinns-verifisering aktivert på kontoen din.
ro: Această cerere necesită ca autentificarea în doi pași să fie activată în contul tău.

source: Please enter verification code
fy_nl: Fier ferifikaasjekoade yn
hy_am: Մուտքագրեք հաստատման կոդը
lt: Įveskite patvirtinimo kodą
nb_no: Angi verifiseringskode
nn_no: Skriv inn stadfestingskode
ro: Te rugăm să introduci un cod de verificare

source: Error connecting to remote device
fy_nl: Flater by ferbinen mei ekstern apparaat
lt: Klaida jungiantis prie nutolusio įrenginio
nb_no: Feil ved tilkobling til ekstern enhet
ro: Eroare de conectare la dispozitivul la distanță

source: Invalid message from the remote device
fy_nl: Unjildich berjocht fan it eksterne apparaat
hy_am: Հեռավոր սարքից անվավեր հաղորդագրություն
lt: Netinkama žinutė iš nutolusio įrenginio
nb_no: Ugyldig melding fra den eksterne enheten
ro: Mesaj invalid de la dispozitivul la distanță

source: Could not decrypt message from the remote device
fy_nl: Kin berjocht fan it eksterne apparaat net ûntsiferje
lt: Nepavyko iššifruoti žinutės iš nutolusio įrenginio
nb_no: Kunne ikke dekryptere meldingen fra den eksterne enheten
ro: Nu s-a putut decripta mesajul de la dispozitivul la distanță

source: Use security code
fy_nl: Befeiligingskoade brûke
hy_am: Օգտագործեք անվտանգության կոդը
lt: Naudoti saugos kodą
nb_no: Bruk sikkerhetskode
nn_no: Bruk sikkerheitskode
ro: Folosește codul de securitate

source: Sign in to continue.
fy_nl: Meld jo oan om troch te gean.
lt: Norėdami tęsti, prisijunkite.
nb_no: Logg inn for å fortsette.
ro: Autentifică-te pentru a continua.

source: Copied
fy_nl: Kopiearre
hy_am: Պատճենվել է
lt: Nukopijuota
nb_no: Kopiert
ro: Copiat

source: Failed to copy. Please manually copy.
fy_nl: Kopiearjen mislearre. Kopiearje hânmjittich.
hy_am: Չհաջողվեց պատճենել։ Խնդրում ենք պատճենել ձեռքով։
lt: Nukopijuoti nepavyko. Nukopijuokite rankiniu būdu.
nb_no: Kunne ikke kopiere. Kopier manuelt.
ro: Copiere eșuată. Te rugăm să copiezi manual.

source: Downloaded
fy_nl: Download
hy_am: Ներբեռնվել է
lt: Atsiųsta
nb_no: Lastet ned
ro: Descărcat

source: Printed
fy_nl: Ofdrukt
hy_am: Տպվել է
lt: Atspausdinta
nb_no: Skrevet ut
ro: Tipărit

# submit button
source: Sign in
bs: Prijavi se
fy_nl: Oanmelde
kk: Кіру
ms: Daftar masuk
nb_no: Logg inn
nn_no: Logg inn
ro: Autentificare
ta: புகுப்பதிகை

# header text
source: Sign in
bs: Prijavi se
fy_nl: Oanmelde
kk: Кіру
ms: Daftar masuk
nb_no: Logg inn
nn_no: Logg inn
ro: Autentificare
ta: புகுப்பதிகை

# button text
source: Sign in
fy_nl: Oanmelde
kk: Кіру
ms: Daftar masuk
nb_no: Logg inn
nn_no: Logg inn

source: Send
bs: Pošalji
fy_nl: Ferstjoere
hy_am: Ուղարկել
kk: Жіберу
lt: Siųsti
ms: Hantar
ro: Trimite
ta: அனுப்பு

source: Firefox for iOS
bs: Firefox za iOS
fy_nl: Firefox foar iOS
hy_am: Firefox֊ից iOS
kk: iOS үшін Firefox
lt: „Firefox“ naršyklė „iOS“ įrenginiams
ms: Firefox untuk iOS
ro: Firefox pentru iOS
ta: iOS தளத்திற்கான பயர்பாஃசு

source: Firefox for Android
bs: Firefox za Android
fy_nl: Firefox foar Android
hy_am: Firefox֊ը Android֊ի համար
kk: Android үшін Firefox
lt: „Firefox“ naršyklė „Android“ įrenginiams
ms: Firefox untuk Android
ro: Firefox pentru Android
ta: ஆண்ட்ராய்டுக்கான பயர்பாஃசு

source: Over %(translatedTimeAgo)s
bs: Preko %(translatedTimeAgo)s
fy_nl: Mear as %(translatedTimeAgo)s
hy_am: %(translatedTimeAgo)s-ում
kk: %(translatedTimeAgo)s шамасынан көп
lt: Seniau kaip %(translatedTimeAgo)s
ms: Melebihi %(translatedTimeAgo)s
ro: Cu peste %(translatedTimeAgo)s

source: Gravatar
lt: Gravataras

source: Firefox Sync
bs: Firefox Sinhronizacija
hy_am: Firefox֊ի համաժամեցում
kk: Firefox синхрондауы
ta: பயர்பாக்ஸ் ஒத்திசைவு

source: Connected
hy_am: Կապակցված

source: Account recovery enabled
hy_am: Հաշվի վերականգնումը միացվեց

source: Account recovery revoked
hy_am: Հաշվի վերականգնումն անջատվեց

source: A TOTP token already exists for this account
hy_am: Այս հաշվի համար արդեն գոյություն ունի TOTP կոդանշան

source: TOTP token not found
hy_am: TOTP կոդանշանը չի գտնվել

source: Recovery code not found
hy_am: Վերականգնման կոդը չի գտնվել

source: Unavailable device command
hy_am: Սարքի անհասանելի հրաման

source: Recovery key not found
hy_am: Սպասարկիչը չի գտնվել

source: Failed due to a conflicting request, please try again.
hy_am: Հակասական խնդրանքի պատճառով չհաջողվեց հարցումը, նորից փորձեք։

source: Unknown customer for subscription.
hy_am: Բաժանորդագրվելու համար անհայտ հաճախորդ։

source: Unknown subscription.
hy_am: Անհայտ տեղադրություն

source: Unknown plan for subscription.
hy_am: Բաժանորդագրության անհայտ նախագիծ։

source: Invalid payment token for subscription.
hy_am: Բաժանորդագրման համար անվավեր վճարման նշան է։

source: You must enter a valid age to sign up
hy_am: Գրանցվելու համար դուք պետք է մուտքագրեք վավեր տարիքը

source: Accounts with two-step authentication do not support pairing at this time
hy_am: Երկքայլ վավերացում ունեցող հաշիվները այս պահին չեն աջակցում զուգավորմանը

source: Error pairing to remote device
hy_am: Սխալ հեռավոր սարքին զուգակցվելիս

source: Connection to remote device closed, please try again
hy_am: Միացումը հեռավոր սարքին փակ է, կրկին փորձեք

source: %(email)s registered
hy_am: %(email)s գրանցված

source: Save selections
hy_am: Պահպանել ընտրությունները

source: Refresh status
hy_am: Թարմացրեք կարգավիճակը

source: Manage preferences
hy_am: Նախընտրությունների կառավարում
