Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Don’t lose this password. If you need to reset it, you may lose Sync data.
bs: Nemojte izgubiti ovu lozinku. Ako je trebate resetovati, možete izgubiti podatke sinhronizacije.
fy_nl: Ferlies dit wachtwurd net. As jo it opnij ynstelle moatte, kinne jo Sync-gegevens kwytreitsje.
hy_am: Չկորցնեք այս գաղտնաբառը։ Եթե ցանկանում եք վերատեղադրել այն, Դուք կարող եք կորցնել համաժամեցման տվյալները։
kk: Бұл парольді жоғалтпаңыз. Оны тастау керек болса, синхрондау деректерін жоғалтуыңыз мүмкін.
lt: Nepameskite šio slaptažodžio. Jeigu tektų jį atkurti, galite prarasti sinchronizuotus duomenis.
ms: Jangan hilang kata laluan ini. Jika perlu ditetapkan semula, data Sync anda mungkin hilang.
nb_no: Pass godt på dette passordet. Hvis du får bruk for å nullstille det, kan du risikere å miste synkroniseringsdata.
nn_no: Pass godt på dette passordet. Viss du får bruk for å nullstille det, kan du risikere å miste synkroniseringsdata.
ro: Nu pierde această parolă. Dacă trebuie să o resetezi ai putea pierde datele de sincronizare.

source: <span>Don’t reuse your email password</span>If someone knows your email password, they can approve your Firefox sign-in on a new device and access your data.
bs: <span>Nemoj ponovo koristiti ovu email lozinku</span>Ako neko zna vašu lozinku, mogu je odobriti putem vašeg Firefox računa na novom uređaju i pristupiti vašim podacima.
fy_nl: <span>Brûk net itselde wachtwurd as foar jo e-mail</span>As ien jo e-mailwachtwurd wit, kinne se jo oanmelding foar Firefox op in nij apparaat brûke en tagong krije ta jo gegevens.
hy_am: <span>Չվերօգտագործել Ձեր էլ. փոստի գաղտնաբառը</span>Եթե ինչ֊որ մեկը գիտի Ձեր էլ֊փոստի գաղտնաբառը, ապա նրանք կարող են հաստատել Ձեր Firefox-ի մուտքը նոր սարքում և մուտք գործել Ձեր տվյալներ։
lt: <span>Nenaudokite savo el. pašto slaptažodžio!</span> Jei kas nors žino jūsų el. pašto slaptažodį, toks asmuo galės patvirtinti jūsų prisijungimą prie „Firefox“ naujame įrenginyje ir pasiekti jūsų duomenis.
ms: <span>Jangan guna semula kata laluan e-mel anda</span>Jika ada pihak lain tahu kata laluan e-mel anda, mereka boleh luluskan daftar masuk Firefox dalam peranti baru dan mengakses data anda.
nb_no: <span>Gjenbruk ikke passordet til din e-postkonto</span>Hvis noen vet passordet til din e-postkonto, kan de godkjenne din pålogging til Firefox på en ny enhet og få tilgang til dine data.
nn_no: <span>Bruk ikkje om igjen passordet ditt til e-postkontoen din</span>Viss nokon kjenner passordet til e-postkontoen din, kan dei godkjenne pålogginga di til Firefox på ei ny eining, og få tilgang til dine data.
ro: <span>Nu refolosi parola de la e-mail-ul tău</span>Dacă cineva îți află parola de e-mail aceștia pot aproba autentificarea pe alte dispozitive și accesa datele tale.

source: <span>Remember your password</span>If you need to reset your password, you will lose any Sync data that is not on one of your devices.
bs: <span>Zamaptite svoju lozinku</span>Ako trebate resetovati lozinku, izgubit ćete sve podatke sinhronizacije koji nisu na jednom od vaših uređaja.
fy_nl: <span>Unthâld jo wachtwurd</span>As jo it wachtwurd opnij ynstelle moatte, sille jo Sync-gegevens ferlieze dy't net op ien fan jo apparaten stiet.
hy_am: <span>Հիշել Ձեր գաղտնաբառը</span>Եթե Դուք պետք է վերատեղադրեք Ձեր գաղտնաբառը, Դուք կկորցնեք բոլոր համաժամեցրած տվյալները, որոնք տեղակայված չեն Ձեր սարքերից մեկում։
lt: <span>Nepamirškite savo slaptažodžio!</span> Jeigu tektų slaptažodį atkurti, bus prarasti visi serveryje laikomi sinchronizuoti duomenys.
ms: <span>Ingat kata laluan anda</span>Jika perlu ditetapkan semula, data Sync dalam peranti bukan milik anda mungkin akan hilang.
nb_no: <span>Husk ditt passord</span>Hvis du får behov for å nullstille ditt passord, vil du miste all synkroniseringsdata, som ikke ligger på en av dine enheter.
nn_no: <span>Hugs passordet ditt</span>Viss du må nullstille passordet ditt, vil du miste alle synkroniseringsdata som ikkje ligg på ei av einingane dine.
ro: <span>Reține parola ta</span>Dacă trebuie să resetezi parola, vei pierde datele care nu mai sunt sincronizate pe alte dispozitive.

source: Current device
bs: Trenutni uređaj
fy_nl: Aktuele apparaat
hy_am: Ընթացիկ սարքը
kk: Ағымдағы құрылғы
lt: Šis įrenginys
ms: Peranti semasa
nb_no: Gjeldende enhet
nn_no: Gjeldande eining
ro: Dispozitiv actual
ta: தற்போதைய சாதனம்

source: Current session
bs: Trenutna sesija
fy_nl: Aktuele sesje
hy_am: Ընթացիկ նստաշրջան
kk: Ағымдағы сессия
lt: Šis seansas
ms: Sesi semasa
nb_no: Gjeldende økt
nn_no: Gjeldande økt
ro: Sesiune actuală
ta: தற்போதைய அமர்வு

source: None connected
bs: Nije povezan
fy_nl: Neat keppele
hy_am: Ոչ մեկը կապակցված չէ
kk: Ешнәрсе қосылмаған
lt: Sąrašas tuščias
ms: Tiada yang disambung
nb_no: Ingen tilkoblet
nn_no: Ingen tilkopla
ro: Nimic conectat
ta: எதுவும் இணயவில்லை

source: You will receive communications relating to your account security, changes to our policy, your account’s functionality and initial emails to help you get the most from your Firefox Account.
bs: Primićete komunikacije u vezi sa sigurnošću vašeg računa, promjenama naše politike, funkcionalnošću vašeg računa i inicijalne emailove kako bi vam pomogli da izvučete najviše od svog Firefox računa.
fy_nl: Om jo te helpen it measte út jo Firefox-account te heljen, ûntfange jo berjochten mei betrekking ta jo accountbefeiliging, wizigingen oan ús belied, de funksjonaliteit fan jo account, en ynliedende e-mails.
hy_am: Դուք կստանաք հաղորդակցություններ Ձեր հաշվի անվտանգության, մեր քաղաքականության փոփոխություններին, Ձեր հաշվի գործառության և սկզբնական էլ֊փոստերի վերաբերյալ, որոնք կօգնեն Ձեզ ստանալ առավելագույնը Ձեր Firefox-ի հաշվից։
lt: Gausite informaciją, susijusią su jūsų paskyros saugumu, mūsų nuostatų pakeitimais, paskyros funkcionalumu bei pradinius el. laiškus, padėsiančius geriau išnaudoti jūsų „Firefox“ paskyrą.
ms: Anda akan menerima komunikasi berkaitan keselamatan akaun anda, perubahan polisi kami, fungsi akaun anda dan e-mel permulaan untuk membantu anda mendapatkan manfaat daripada akaun Firefox.
nb_no: Du vil få meldinger relatert til kontosikkerheten din, endringer i praksisen vår, funksjonalitet i kontoen din, og innledende e-post for å hjelpe deg med å bruke Firefox-kontoen din på best mulig måte.
nn_no: Du vil få meldingar relatert til kontosikkerheita di, endringar i praksisen vår, funksjonalitet i kontoen din, og innleiande e-post for å hjelpe deg med å bruke Firefox-kontoen din på best mogleg måte.
ro: Vei primi în continuare comunicări despre securitatea contului tău, schimbări în politicile noastre și funcționalitatea contului tău și e-mail-uri inițiale care să te ajute să profiți la maxim de contul Firefox.

source: Additionally, you can subscribe to receive promotional emails with the latest news from Mozilla and Firefox.
bs: Dodatno, možete se pretplatiti za primanje promotivnih emailova sa najnovijim vrijestima od Mozille i Firefoxa.
fy_nl: Dêrneist kinne jo jo ynskriuwe foar it ûntfangen fan promosjonele e-mails mei it lêste nijs fan Mozilla en Firefox.
hy_am: Բացի այդ, դուք կարող եք բաժանորդագրվել վերջին Mozilla-ի և Firefox-ի նորությունների հետ գովազդային էլ. փոստեր ստանալու համար։
lt: Be to, galite užsiprenumeruoti ir gauti informacinius laiškus su šviežiausiomis „Mozillos“ ir „Firefox“ naujienomis.
ms: Di samping itu, anda boleh pilih sama ada mahu terima atau tidak berita terkini berkaitan Mozilla dan Firefox.
nb_no: Dessuten kan du abonnere på e-postreklame med siste nytt fra Mozilla og Firefox.
nn_no: Dessutan kan du abonnere på reklame e-post med siste nytt frå Mozilla og Firefox.
ro: În plus, te poți abona să primești e-mailuri promoționale cu cele mai noi știri de la Mozilla și Firefox.

source: Manage Subscriptions
bs: Upravljajte pretplatama
fy_nl: Abonneminten beheare
kk: Жазылуларды басқару
lt: Tvarkyti prenumeratas
ms: Urus Langganan
nb_no: Behandle abonnement
nn_no: Handter abonnement
ro: Gestionează abonamente
ta: சந்தாக்களை நிர்வகி

source: If you use this account for Mozilla apps and services like AMO, Pocket, and Screenshots you should first log in and remove any saved personal information. Once you delete your account here you may lose access to it everywhere.
bs: Ako koristite ovaj račun za Mozilla aplikacije i usluge poput AMO, Pocket i Screenshots trebate se prvo prijaviti i ukloniti bilo kakvu sačuvanu ličnu informaciju. Kada jednom izbrišete vaš račun ovdje možda ćete izgubiti pristup za njega svugdje.
fy_nl: As jo dizze account foar Mozilla-apps en -services lykas AMO, Pocket en Screenshots brûke, moatte jo jo earst oanmelde en alle bewarre persoanlike gegevens fuortsmite. Sa gau as jo hjir jo account fuortsmite, kinne jo de tagong hjirta oeral kwytreitsje.
hy_am: Եթե դուք օգտագործում եք այս հաշիվը Mozilla-ի ծրագրերի և ծառայությունների համար, ինչպիսիք են՝ AMO-ն, Pocket-ը և Screenshots-ը Դուք նախ պետք է մուտք գործեք և հեռացնեք բոլոր պահպանած անձնական տեղեկությունները։ Եթե Դուք այստեղ ջնջեք Ձեր հաշիվը, Դուք կարող եք ամենուր կորցնել դրա մատչումը։
lt: Jeigu naudojatės šia paskyra prisijungimui prie „Mozillos“ paslaugų – pavyzdžiui, AMO, „Pocket“ ar „Screenshots“ – pirma prisijunkite prie jų ir pašalinkite visus savo asmeninius duomenis jose. Pašalinę šią paskyrą, nebegalėsite su ja prisijungti niekur.
ms: Jika anda guna akaun ini untuk aplikasi Mozilla seperti AMO, Pocket dan Screenshots, anda perlu log masuk dahulu dan buang apa-apa maklumat yang disimpan. Apabila anda buang akaun di sini, anda mungkin kehilangan akses kepadanya dari mana-mana jua.
nb_no: Hvis du bruker denne konto til Mozilla-apper og -tjenester som AMO, Pocket eller Screenshots, bør du først logge inn og fjerne eventuelle lagrede personlige opplysninger. Når du har slettet din konto her, mister du tilgangen til den overalt.
nn_no: Viss du brukar denne kontoen til Mozilla-appar og -tenester som AMO, Pocket eller Screenshots, bør du først logge inn og fjerne eventuelle lagra personlege opplysningar. Når du har sletta kontoen din her, mistar du tilgangen til den overalt.
ro: Dacă folosești acest cont pentru aplicații Mozilla sau servicii precum AMO, Pocket sau Screenshots ar trebui mai întâi să te autentifici și să ștergi datele personale salvate. După ce îți ștergi contul ai putea pierde accesul la acesta peste tot.

source: A secondary email is an additional address for receiving security notices and confirming new devices.
bs: Sekundarna email adresa je dodatna adresa za primanje sigurnosnih poruka i potvrda za nove uređaje.
fy_nl: In sekundêr e-mailadres is in oanfoljend adres foar it ûntfangen fan befeiligingsmeldingen en it befêstigjen fan nije apparaten.
hy_am: Երկրորդային Էլ․փոստը լրացուցիչ հասցէ է անվտանգության ծանուցումներ ստանալու և նոր սարքեր հաստատելու համար։
kk: Екіншілік эл. пошта адресі қауіпсіздік хабарламаларын және жаңа құрылғыларды растау үшін қолданылатын қосымша адресі болып табылады.
lt: Antrinis el. paštas bus naudojamas kaip papildomas adresas saugos pranešimų ir naujų įrenginių patvirtinimo užklausų siuntimui.
ms: E-mel sekunder adalah alamat tambahan untuk menerima notis keselamatan dan mengesahkan peranti baru.
nb_no: En sekundær e-postadresse er en ekstra adresse for mottak av sikkerhetsvarsler og bekreftelse av nye enheter.
nn_no: Ei sekundær e-postadresse er ei ekstra adresse for mottak av tryggingsvarsel og stadfesting av nye einingar.
ro: Un e-mail secundar este o altă adresă pentru a primi avertizări de securitate și pentru confirmarea dispozitivelor noi.
ta: பாதுகாப்பு அறிக்கை மற்றும் புதிய ஒத்திசைவு சாதனங்களை உறுதிப்படுத்தல் போன்றவற்றிற்கான மின்னஞ்சல்களைப் பெற கூடுதலாக இரண்டாம்பட்ச மின்னஞ்சல் தேவை.

source: Refresh Status
bs: Osvježi status
fy_nl: Steat fernije
kk: Қалып-күйін жаңарту
lt: Atnaujinti sąrašą
ms: Muat semula Status
nb_no: Oppdater status
nn_no: Oppdater status
ro: Reverifică starea

source: Recovery codes
bs: Kodovi za oporavak
fy_nl: Werstelkoaden
hy_am: Վերականգնման կոդեր
kk: Қалпына келтіру кодтары
lt: Atkūrimo kodai
ms: Kod pemulihan
nb_no: Gjenopprettingskoder
nn_no: Gjenopprettingskodar
ro: Coduri de recuperare

source: NOTE:
bs: NAPOMENA:
fy_nl: NOTYSJE:
hy_am: ՆՇՈՒՄ․
kk: ЕСКЕРТУ:
lt: SVARBU!
ms: NOTA:
nb_no: MERK:
nn_no: MERK:
ro: NOTĂ:

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
bs: Generisanjem novih kodova za oporavak, svi prethodni kodovi će postati nevažeći. Molimo sačuvajte nove kodove na sigurnu lokaciju.
fy_nl: Troch nije werstelkoades te generearjen, wurde alle foargeande koaden ûnjildich. Bewarje nije koaden op in feilige lokaasje.
hy_am: Վերականգնման նոր կոդեր ստեղծելով՝ նախորդ բոլոր ծածկագրերն անվավեր կդառնան։Խնդրում ենք պահպանել նոր կոդերը անվտանգ վայրում։
lt: Sugeneravus naujus atkūrimo kodus, ankstesnieji nustos galioję. Atkūrimo kodus laikykite saugioje vietoje.
ms: Dengan menjana kod pemulihan baru, semua kod yang terdahulu akan menjadi tidak sah. Sila simpan kod baru di lokasi yang selamat.
nb_no: Når du genererer nye gjenopprettelseskoder, blir alle tidligere koder ugyldige. Oppbevar nye koder et sikkert sted.
nn_no: Når du genererer nye gjenopprettelseskodar, blir alle tidlegare kodar ugyldige. Oppbevar nye kodar på ein sikker plass.
ro: Prin generarea de coduri de recuperare, toate codurile precedente devin invalide. Ar trebui să stochezi codurile noi într-un loc sigur.

source: Generate new recovery codes
bs: Generišite nove kodove za oporavak
fy_nl: Nije werstelkoaden generearje
hy_am: Ստեղծեք վերականգնման նոր կոդեր
kk: Жаңа қалпына келтіру кодтарын генерациялау
lt: Generuoti naujus atkūrimo kodus
ms: Jana kod pemulihan baru
nb_no: Opprett nye gjenopprettingskoder
nn_no: Generer nye gjenopprettingskodar
ro: Generează noi coduri de recuperare

source: These are your one time use recovery codes. Store them in a safe place in the event you lose access to your mobile device. You will not be able to see these codes again.
bs: Ovo su vaši kodovi za jednokratnu upotrebu. Sačuvajte ih na sigurno mjesto u slučaju da izgubite pristup vašem mobilnom uređaju. Nećete imati priliku da ponovo vidite ove kodove.
fy_nl: Dit binne jo werstelkoaden foar ienmalich gebrûk. Bewarje se op in feilich plak foar it gefal dat jo gjin tagong mear hawwe ta jo mobile apparaat. Jo kinne dizze koaden net mear sjen.
hy_am: Սրանք ձեր մեկանգմայա օգտագործման վերականգնման կոդերն են։Պահպանեք դրանք անվտանգ տեղում այն դեպքում, երբ դուք կկորցնեք մուտքը բջջային սարք։Դուք այլևս չեք կարողանա տեսնել այս կոդերը։
lt: Tai – vienkartiniai jūsų paskyros atkūrimo kodai. Laikykite juos saugiai paslėpę tam atvejui, jeigu prarastumėte savo mobilųjį įrenginį. Vėliau šių kodų pamatyti nebegalėsite.
ms: Ini adalah kod pemulihan sekali guna sahaja. Sila simpan di tempat yang selamat jika anda kehilangan akses ke peranti mudah alih. Anda tidak akan dapat melihat kod ini lagi.
nb_no: Dette er gjenopprettingskodene dine som kan brukes en gang. Oppbevar de på en trygg plass om du mister tilgang til mobilenheten din. Du vil ikke få vist disse kodene igjen.
nn_no: Dette er gjenopprettingskodane dine som kan brukast ein gong. Oppbevar dei på ein trygg plass om du mistar tilgang til mobileininga di. Du kjem ikkje til å kunne sjå desse kodane meir.
ro: Acestea sunt coduri de recuperare de unică folosință. Stochează-le într-un loc sigur în cazul în care pierzi acces la dispozitivul tău mobil. Este posibil să nu mai poți accesa aceste coduri după aceasta.

source: Copy
bs: Kopiraj
fy_nl: Kopiearje
hy_am: Պատճենել
kk: Көшіріп алу
lt: Kopijuoti
ms: Salin
nb_no: Kopier
nn_no: Kopier
ro: Copiază

source: Print
bs: Štampaj
fy_nl: Ofdrukke
hy_am: Տպել
kk: Баспаға шығару
lt: Spausdinti
ms: Cetak
nb_no: Skriv ut
nn_no: Skriv ut
ro: Tipărește

source: Two-step authentication
bs: Autenfitikacija u dva koraka
fy_nl: Autentikaasje yn twa stappen
hy_am: Երկաստիճան վավերացում
kk: Екі қадамды аутентификация
lt: Dvipakopis atpažinimas
ms: Pengesahan dwi-langkah
nb_no: Totrinns-verifisering
nn_no: Tostegs-verifisering
ro: Autentificare în doi pași

source: Enable…
bs: Omogući…
fy_nl: Ynskeakelje…
hy_am: Միացնել…
kk: Іске қосу…
lt: Įgalinti…
ms: Dayakan…
nb_no: Aktiver…
nn_no: Slå på…
ro: Activează…

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
bs: Dodajte nivo zaštite za vaš račun zahtijevanjem sigurnosnih kodova sa nekih od <a %(escapedTotpSupportAttributes)s>ovih autentifikacijskih aplikacija</a>.
fy_nl: Foegje in befeiligingslaach ta oan jo account troch befeiligingskoaden fan ien fan <a %(escapedTotpSupportAttributes)s>dizze apps foar autentikaasje</a> te easkjen.
hy_am: Ձեր հաշվին ավելացրեք անվտանգության մի շերտ՝ պահանջելով անվտանգության կոդեր <a %(escapedTotpSupportAttributes)s> այս նույնականացման ծրագրերից </a>։
lt: Jūsų paskyra gali būti dar saugesnė, jeigu prie jos prisijungiant, bus prašoma kodo, sugeneruojamo kuria nors iš <a %(escapedTotpSupportAttributes)s>šių autentifikavimo programų</a>.
ms: Tambah lapisan keselamatan akaun anda dengan meminta kod keselamatan daripada salah satu <a %(escapedTotpSupportAttributes)s>aplikasi pengesahan ini</a>.
nb_no: Legg til et ekstra sikkerhetslag til kontoen din ved å kreve sikkerhetskoder fra en av <a %(escapedTotpSupportAttributes)s>disse godkjenningsappene</a>.
nn_no: Legg til eit ekstra sikkerheitslag til kontoen din ved å krevje sikkerheitskodar frå ein av <a %(escapedTotpSupportAttributes)s>desse godkjenningsappane</a>.
ro: Adaugă un plus de securitate la contul tău prin solicitarea codurilor de securitate de la una dintre aceste aplicații de autentificare <a %(escapedTotpSupportAttributes)s> </a>.

source: Current status
bs: Trenutni status
fy_nl: Aktuele steat
hy_am: Ընթացիկ կարգավիճակը
kk: Ағымдағы қалып-күйі
lt: Esama būsena
ms: Status semasa
nb_no: Gjeldende status
nn_no: Gjeldande status
ro: Starea actuală

source: Enabled
bs: Omogućeno
fy_nl: Ynskeakele
hy_am: Միացնել
kk: Іске қосылған
lt: Įgalintas
ms: Didayakan
nb_no: Aktivert
nn_no: Slått på
ro: Activat
ta: செயல்படுத்தப்பட்டது

source: Disabled
bs: Onemogućeno
fy_nl: Utskeakele
hy_am: Անջատել
kk: Сөндірілген
lt: Išjungtas
ms: Dinyahdayakan
nb_no: Deaktivert
nn_no: Slått av
ro: Dezactivat

source: Disable
bs: Onemogući
fy_nl: Utskeakelje
hy_am: Անջատել
kk: Сөндіру
lt: Išjungti
ms: Nyahdayakan
nb_no: Deaktiver
nn_no: Slå av
ro: Dezactivează
ta: செயல்நீக்கு

source: Enable
bs: Omogući
fy_nl: Ynskeakelje
hy_am: Միացնել
kk: Іске қосу
lt: Įgalinti
ms: Dayakan
nb_no: Aktiver
nn_no: Slå på
ro: Activează
ta: செயல்படுத்து

source: Replace recovery codes
bs: Zamijenite kodove za oporavak
fy_nl: Werstelkoaden ferfange
hy_am: Փոխարինեք վերականգնման ծածկագրերը
kk: Қалпына келтіру кодтарын алмастыру
lt: Keisti atkūrimo kodus
ms: Ganti kod pemulihan
nb_no: Erstatt gjenopprettingskode
nn_no: Erstatt gjenopprettingskode
ro: Înlocuiește codurile de recuperare

source: Scan the QR code in your authentication app and then enter the security code it provides.
bs: Skenirajte QR kod u vašoj aplikaiji za autentifikaciju i unesite sigurnosni kod koji je ponuđen.
fy_nl: Scan de QR-koade yn jo autentikaasje-app en fier de oanbeane befeiligingskoade yn.
hy_am: Տեսածրեք QR ծածկագիրը ձեր նույնականացման ծրագրում և ապա մուտքագրեք իր տրամադրած անվտանգության կոդը։
lt: Nuskenuokite QR kodą savo autentifikavimo programa, tada įveskite joje rodomą saugos kodą.
ms: Imbas kod QR dalam aplikasi pengesahan dan masukkan kod keselamatan yang disediakannya.
nb_no: Skann QR-koden i autentiseringappen din og skriv inn sikkerhetskoden som angitt.
nn_no: Skann QR-koden i autentiseringappen din og skriv inn sikkerheitskoden som er spesifisert.
ro: Scanează codul QR în aplicația ta de autentificare și introdu codul de securitate furnizat de aceasta.

source: Can’t scan code?
bs: Ne možete da skenirate kod?
fy_nl: Kinne jo de koade net scanne?
hy_am: Չե՞ք կարող կոդավորել։
lt: Nepavyksta nuskenuoti kodo?
ms: Tidak dapat mengimbas kod?
nb_no: Kan du ikke skanne koden?
nn_no: Kan du ikkje skanne koden?
ro: Nu poți scana codul?

source: Manually enter this secret key into your authentication app:
bs: Unesite ručno ovaj tajni ključ u vašu aplikaciju za autentifikaciju:
fy_nl: Fier dizze geheime kaai hânmjittich yn yn jo app foar autentikaasje:
hy_am: Ձեռքով մուտքագրեք այս գաղտնի բանալին ձեր նույնականացման ծրագրի մեջ․
lt: Tuomet įveskite šį raktą į savo autentifikavimo programą:
ms: Masukkan kekunci rahsia ini secara manual ke dalam aplikasi pengesahan:
nb_no: Skriv inn denne hemmelige koden manuelt i autentiseringsappen din:
nn_no: Skriv inn denne hemmelege koden manuelt i autentiseringsappen din:
ro: Introdu manual această cheie secretă în aplicația de autentificare:

source: Security code
bs: Sigurnosni kod
fy_nl: Befeiligingskoade
kk: Қауіпсіздік коды
lt: Saugos kodas
ms: Kod keselamatan
nb_no: Sikkerhetskode
nn_no: Sikkerheitskode
ro: Cod de securitate

source: Confirm
bs: Potvrdi
fy_nl: Befêstigje
kk: Растау
lt: Pavirtinti
ms: Sahkan
nb_no: Bekreft
nn_no: Stadfest
ro: Confirmă
ta: உறுதிசெய்

source: Before you can view or make changes to this section, you will need to verify your email address.
bs: Prije nego pregledate ili napravite izmjene za ovu sekciju, trebat ćete potvrditi svoju email adresu.
fy_nl: Jo moatte jo e-mailadres ferifiearje, eardat jo dizze seksje besjen of wizigje kinne.
lt: Kad galėtumėte peržiūrėti ar keisti šiame skyrelyje rodomus duomenis, turite patvirtinti savo el. pašto adresą.
ms: Anda perlu mengesahkan alamat e-mel anda sebelum melihat atau membuat perubahan di bahagian ini.
nb_no: Før du kan se eller gjøre endringer i denne delen, må du bekrefte e-postadressen din.
nn_no: Før du kan sjå eller gjere endringar i denne delen, må du stadfeste e-postadressa di.
ro: Înainte de a vedea sau face schimbări în această secțiune trebuie să-ți verifici adresa de e-mail.

source: Primary email
bs: Glavna email adresa
fy_nl: Primêr e-mailadres
kk: Біріншілік эл. пошта адресі
lt: Pagrindinis el. paštas
ms: E-mel utama
nb_no: Primær e-post
nn_no: Primær e-post
ro: E-mail principal

source: Your Firefox Account password
fy_nl: Wachtwurd fan jo Firefox-account
kk: Firefox тіркелгіңіздің паролі
lt: Jūsų „Firefox“ paskyros slaptažodis
ms: Kata laluan Akaun Firefox Anda
nb_no: Passord for Firefox-kontoen din
nn_no: Passord for Firefox-kontoen din
ro: Parola contului tău Firefox

source: Must not be your email address
fy_nl: Mei net jo e-mailadres wêze
lt: Negali būti jūsų el. pašto adresas
ms: Hendaklah bukan alamat e-mel anda
nb_no: Kan ikke være e-postadressen din
nn_no: Må ikkje vere e-postadressa di
ro: Nu trebuie să fie la fel ca adresa de e-mail

source: Must not match this <a %(escapedCommonPasswordLinkAttrs)s>list of common passwords</a>
fy_nl: Mei net foarkomme yn dizze <a %(escapedCommonPasswordLinkAttrs)s>list mei faak brûkte wachtwurden</a>
lt: Negali sutapti su vienu iš <a %(escapedCommonPasswordLinkAttrs)s>dažnai naudojamų slaptažodžių</a>
ms: Tidak sama dengan<a %(escapedCommonPasswordLinkAttrs)s>senarai kata laluan lazim ini</a>
nb_no: Kan ikke være på denne <a %(escapedCommonPasswordLinkAttrs)s>listen over vanlige passord</a>
nn_no: Kan ikkje vere på denne <a %(escapedCommonPasswordLinkAttrs)s>lista over vanlege passord</a>
ro: Nu trebuie să fie în <a %(escapedCommonPasswordLinkAttrs)s>lista de parole frecvent întâlnite</a>

source: Be original and be safe &mdash; don't reuse this password anywhere else.
fy_nl: Wês orizjineel en feilich &ndash; brûk dit wachtwurd nearne oars.
lt: Būkite originalūs ir tuo pačiu saugūs – nenaudokite šio slaptažodžio niekur kitur.
ms: Yang asli dan selamat &mdash; jangan guna semula kata laluan ini di tempat lain.
nb_no: Vær original og være sikker &mdash; bruk ikke dette passordet noen andre steder.
nn_no: Ver original og ver sikker &amp;mdash; bruk ikkje dette passordet nokon annan stad.
ro: Fii original și în siguranță &mdash; nu refolosi această parolă nicăieri.
