Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Secondary email
bs: Sekundarna email adresa
fy_nl: Sekundêr e-mailadres
hy_am: Երկրորդային էլ֊փոստ
kk: Екіншілік эл. пошта адресі
lt: Antrinis el. paštas
ms: Emel kedua
nb_no: Sekundær e-postadresse
nn_no: Sekundær e-postadresse
ro: E-mail secundar
ta: இரண்டாம்பட்ச மின்னஞ்சல்

source: A secondary email is an additional address for receiving security notices and confirming new Sync devices.
fy_nl: In sekundêr e-mailadres is in ekstra adres foar it ûntfangen fan befeiligingsmeldingen en it befêstigjen fan nije Sync-apparaten.
kk: Екіншілік эл. пошта адресі қауіпсіздік хабарламаларын және жаңа синхрондау құрылғыларын растау үшін қолданылатын қосымша адресі болып табылады.
ms: Emel kedua adalah alamat tambahan untuk menerima notis keselamatan dan mengesahkan peranti baru Sync.
nb_no: En sekundær e-postadresse er en tilleggsadresse for mottak av sikkerhetsvarsler og bekreftelse av nye synkroniseringsenheter.
nn_no: Ei sekundær e-postadresse er ei tilleggsadresse for mottak av tryggingsvarsel og stadfesting av nye synkroniseringseiningar.
ro: Un e-mail secundar este o adresă suplimentară pentru primirea înștiințăriilor de securitate și confirmarea noilor dispozitive cu Sincronizare.
ta: பாதுகாப்பு அறிக்கை புதிய ஒத்திசைவு சாதனங்களை உறுதிப்படுத்தல் போன்றவற்றிற்கான மின்னஞ்சல்களைப் பெற கூடுதலாக இரண்டாம்பட்ச மின்னஞ்சல் தேவை.

source: verified
bs: verifikovan
fy_nl: ferifiearre
hy_am: հաստատված
kk: расталған
lt: patvirtintas
ms: disahkan
nb_no: bekreftet
nn_no: stadfesta
ro: verificat
ta: சரிபார்க்கப்பட்டது

source: verification required
bs: potrebna verifikacija
fy_nl: ferifikaasje fereaske
hy_am: հաստատման դիմում
kk: растау керек
lt: reikia patvirtinti
ms: pengesahan diperlukan
nb_no: bekreftelse kreves
nn_no: stadfesting påkravd
ro: verificare necesară
ta: உறுதுச்செய்ய வேண்டும்

source: Make primary
bs: Postavi kao primarno
fy_nl: Primêr meitsje
hy_am: Դարձնել առաջնային
kk: Біріншілік ету
lt: Skirti pagrindiniu
ms: Jadikan e-mel utama
nb_no: Gjør til primær
nn_no: Gjer til primær
ro: Fă principal

source: Remove
bs: Ukloni
fy_nl: Fuortsmite
hy_am: Հեռացնել
kk: Өшіру
lt: Pašalinti
ms: Buang
nb_no: Fjern
nn_no: Fjern
ro: Elimină
ta: நீக்கு

source: Not in inbox or spam folder? Resend?
fy_nl: Net yn Postfek YN of map mei net-winske? Opnij ferstjoere?
kk: Кіріс немесе спам бумасында жоқ па? Қайта жіберу?
ms: Tiada dalam peti masuk atau folder spam? Hantar semula?
nb_no: Ikke i innboks eller mappen for uønsket e-post («spam»)? Sende på nytt?
nn_no: Ikke i innboks eller mappa for uønskt e-post («spam»)? Sende på nytt?

source: Add
bs: Dodaj
fy_nl: Tafoegje
hy_am: Ավելացնել
kk: Қосу
lt: Pridėti
ms: Tambah
nb_no: Legg til
nn_no: Legg til
ro: Adaugă
ta: சேர்

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
bs: Tražite sinhronizaciju Firefox? <a %(escapedSyncSuggestionAttrs)s>Počnite ovdje</a>
fy_nl: Sykje jo Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Begjin hjir</a>
kk: Firefox синхрондауын іздедіңіз бе? <a %(escapedSyncSuggestionAttrs)s>Осында бастаңыз</a>
lt: Ieškote „Firefox Sync“? <a %(escapedSyncSuggestionAttrs)s>Pradėkite čia</a>
ms: Mencari Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Mulakan di sini</a>
nb_no: Leter du etter Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Kom i gang her</a>
nn_no: Leitar du etter Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Kom i gang her</a>
ro: Cauți Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Pornește aici</a>
ta: பயர்பாக்சு ஒத்திசைவை தேடுகிறீர்களா? <a %(escapedSyncSuggestionAttrs)s>இங்கு தொடங்கவும்</a>

source: Your password has been reset
bs: Vaša lozinka je resetovana
fy_nl: Jo wachtwurd is opnij ynsteld
hy_am: Ձեր գաղտնաբառը վերատեղադրվել է
kk: Пароліңіз тасталды
lt: Jūsų slaptažodis atkurtas
ms: Kata laluan anda telah diset semula
nb_no: Passordet ditt er tilbakestilt
nn_no: Passordet ditt er tilbakestilt
ro: Parola a fost resetată
ta: உங்கள் கடவுச்சொல் மீட்டமைக்கப்பட்டது

source: You are now ready to make changes to your Firefox Account.
bs: Sada ste spremni da vršite izmjene na vašem Firefox korisničkom računu.
fy_nl: Jo kinne no wizigingen oan jo Firefox-account oanbringe.
hy_am: Հիմա Ձեր Firefox-ի հաշվում կարող եք փոփոխություններ կատարել։
kk: Сіз өз Firefox тіркелгіңізге өзгерістерді жасауға дайынсыз.
lt: Dabar galite atlikti „Firefox“ paskyros pakeitimus.
ms: Anda kini sudah bersedia untuk membuat perubahan kepada Akaun Firefox anda.
nb_no: Du kan nå gjøre endringer i din Firefox-konto.
nn_no: Du er no klar for å gjere endringar i Firefox-kontoen din.
ro: Acum poți aduce modificări contului tău Firefox.
ta: நீங்கள் உங்கள் பயர்பாஃசு கணக்கில் மாற்றம் செய்ய தயாராக உள்ளீர்கள்.

source: Primary email verified
bs: Primarna email adresa potvrđena
fy_nl: Primêr e-mailadres ferifiearre
hy_am: Առաջնային էլ֊փոստը հաստատված է
kk: Біріншілік эл. пошта адресі расталды
lt: Pagrindinis el. paštas patvirtintas
ms: E-mel utama disahkan
nb_no: Primær e-postadresse bekreftet
nn_no: Primær e-post stadfesta
ro: E-mail principal verificat
ta: முதன்மை மின்னஞ்சல் சரிபார்க்கப்பட்டது

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
bs: Notifikacije korisničkog računa će sada također slati na %(secondaryEmailVerified)s.
fy_nl: Accountmeldingen wurde no ek nei %(secondaryEmailVerified)s ferstjoerd.
hy_am: Հաշվի ծանուցումները այժմ կուղարկվեն նաև %(secondaryEmailVerified)s։
kk: Тіркелгі хабарламалары енді %(secondaryEmailVerified)s адресіне де жіберілетін болады.
lt: Paskyros pranešimai dabar taip pat bus siunčiami adresu %(secondaryEmailVerified)s.
ms: Notifikasi akaun juga akan dihantar ke %(secondaryEmailVerified)s.
nb_no: Varsler vedrørende kontoen vil nå også bli sendt til %(secondaryEmailVerified)s.
nn_no: Kontovarsel vil no også verte sende til %(secondaryEmailVerified)s.
ro: Notificările despre cont vor fi de acum trimise și la %(secondaryEmailVerified)s.
ta: கணக்கு அறிவிப்புகள் %(secondaryEmailVerified)s மின்னஞ்சலுக்கும் அனுப்பப்படும்.

source: Secondary email verified
bs: Sekundarna email adresa potvrđena
fy_nl: Sekundêr e-mailadres ferifiearre
hy_am: Երկրորդային էլ֊փոստը հաստատված է
kk: Екіншілік эл. пошта адресі расталды
lt: Antrinis el. paštas patvirtintas
ms: E-mel sekunder disahkan
nb_no: Sekundær e-postadresse bekreftet
nn_no: Sekundær e-post stadfesta
ro: E-mail secundar verificat
ta: இரண்டாம் மின்னஞ்சல் சரிபார்க்கப்பட்டது

source: Last sync %(translatedTimeAgo)s
bs: Posljednja sinkronizacija %(translatedTimeAgo)s
fy_nl: Lêste syngronisaasje: %(translatedTimeAgo)s
hy_am: Վերջին համաժամեցում %(translatedTimeAgo)s
kk: Соңғы синхрондау %(translatedTimeAgo)s
lt: Paskiausiai sinchronizuota %(translatedTimeAgo)s
ms: Sync terakhir %(translatedTimeAgo)s
nb_no: Siste synkronisering %(translatedTimeAgo)s
nn_no: Siste synkronisering %(translatedTimeAgo)s
ro: Ultima sincronizare %(translatedTimeAgo)s
ta: கடைசி ஒத்திசைவு %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
bs: Posljednja sinkronizacija preko %(translatedTimeAgo)s
fy_nl: Lêste syngronisaasje: mear as %(translatedTimeAgo)s
hy_am: Վերջին համաժամեցումը %(translatedTimeAgo)s-ում
kk: Соңғы синхрондау - %(translatedTimeAgo)s шамасынан көп
lt: Paskiausiai sinchronizuota seniau kaip %(translatedTimeAgo)s
ms: Sync terakhir melebihi %(translatedTimeAgo)s
nb_no: Siste synkronisering over %(translatedTimeAgo)s
nn_no: Siste synkronisering over %(translatedTimeAgo)s
ro: Ultima sincronizare cu peste %(translatedTimeAgo)s
ta: கடைசி ஒத்திசைவு முடிந்தது %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
bs: Posljednja sinkronizacija %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: Lêste syngronisaasje: %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: Վերջին համաժամեցումը %(translatedTimeAgo)s %(translatedCountry)s-ի մեջ
kk: Соңғы синхрондау %(translatedTimeAgo)s (%(translatedCountry)s)
lt: Paskiausiai sinchronizuota %(translatedTimeAgo)s, vieta – %(translatedCountry)s
ms: Sync terakhir %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: Siste synkronisering %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: Siste synkronisering %(translatedTimeAgo)s i %(translatedCountry)s
ro: Ultima sincronizare %(translatedTimeAgo)s în %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
bs: Posljednja sinkronizacija preko %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: Lêste syngronisaasje: mear as %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: Վերջին համաժամեցումը %(translatedTimeAgo)s-ում %(translatedCountry)s-ի մեջ
kk: Соңғы синхрондау %(translatedTimeAgo)s шамасынан бұрын, (%(translatedCountry)s)
lt: Paskiausiai sinchronizuota seniau kaip %(translatedTimeAgo)s, vieta – %(translatedCountry)s
ms: Sync terakhir melebihi %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: Siste synkronisering over %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: Siste synkronisering over %(translatedTimeAgo)s i %(translatedCountry)s
ro: Ultima sincronizare cu peste %(translatedTimeAgo)s în %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: Posljednja sinhronizacija %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: Lêste syngronisaasje: %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: Վերջին համաժամեցումը %(translatedTimeAgo)s %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: Соңғы синхрондау %(translatedTimeAgo)s, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: Paskiausiai sinchronizuota %(translatedTimeAgo)s, vieta – netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: Sync terakhir %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: Siste synkronisering %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: Siste synkronisering %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: Ultima sincronizare %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: Posljednja sinhronizacija preko %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: Lêste syngronisaasje: mear as %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: Վերջին համաժամեցումը %(translatedTimeAgo)s-ում %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: Соңғы синхрондау %(translatedTimeAgo)s шамасынан артық, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: Paskiausiai sinchronizuota seniau kaip %(translatedTimeAgo)s, vieta – netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: Sync terakhir melebihi %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: Siste synkronisering over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: Siste synkronisering over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: Ultima sincronizare cu peste %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s
bs: Posljednja aktivnost preko %(translatedTimeAgo)s
fy_nl: Lêst aktyf: mear as %(translatedTimeAgo)s
hy_am: Վերջին գործունեությունը %(translatedTimeAgo)s-ում
kk: Соңғы белсенділік %(translatedTimeAgo)s шамасынан артық
lt: Paskiausia veikla seniau kaip %(translatedTimeAgo)s
ms: Terakhir aktif melebihi %(translatedTimeAgo)s
nb_no: Sist aktiv over %(translatedTimeAgo)s
nn_no: Siste aktivitet over %(translatedTimeAgo)s
ro: Activ ultima dată cu peste %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
bs: Posljednja aktivnost %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: Lêst aktyf: %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: Վերջին գործունությունը %(translatedTimeAgo)s %(translatedCountry)s֊ի մեջ
kk: Соңғы белсенділігі %(translatedTimeAgo)s (%(translatedCountry)s)
lt: Paskiausia veikla %(translatedTimeAgo)s, vieta – %(translatedCountry)s
ms: Terakhir aktif %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: Sist aktiv %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: Sist aktiv %(translatedTimeAgo)s i %(translatedCountry)s
ro: Activ ultima dată %(translatedTimeAgo)s în %(translatedCountry)s
ta: கடந்த செயல் %(translatedTimeAgo)s இல் %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
bs: Posljednja aktivnost preko %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: Lêst aktyf: mear as %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: %(translatedTimeAgo)s-ում վերջին գործունությունը %(translatedCountry)s-ում
kk: Соңғы белсенділігі %(translatedTimeAgo)s шамасынан бұрын, (%(translatedCountry)s)
lt: Paskiausia veikla seniau kaip %(translatedTimeAgo)s, vieta – %(translatedCountry)s
ms: Terakhir aktif melebihi %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: Sist aktiv over %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: Sist aktiv over %(translatedTimeAgo)s i %(translatedCountry)s
ro: Activ ultima dată cu peste %(translatedTimeAgo)s în %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: Posljednja aktivnost %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: Lêst aktyf: %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: Վերջին գործունությունը %(translatedTimeAgo)s %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: Соңғы белсенділігі %(translatedTimeAgo)s, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: Paskiausia veikla %(translatedTimeAgo)s, vieta – netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: Terakhir aktif %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: Sist aktiv %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: Sist aktiv %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: Activ ultima dată %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: Posljednja aktivnost preko %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: Lêst aktyf: mear as %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: Վերջին գործունությունը %(translatedTimeAgo)s-ում %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: Соңғы белсенділігі %(translatedTimeAgo)s шамасынан артық, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: Paskiausia veikla seniau kaip %(translatedTimeAgo)s, vieta – netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: Terakhir aktif melebihi %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: Sist aktiv over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: Sist aktiv over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: Activ ultima dată cu peste %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: %(translatedTimeAgo)s in %(translatedCountry)s
bs: %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: %(translatedTimeAgo)s %(translatedCountry)s-ի մեջ
kk: %(translatedTimeAgo)s (%(translatedCountry)s)
lt: %(translatedTimeAgo)s, %(translatedCountry)s
ms: %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: %(translatedTimeAgo)s i %(translatedCountry)s
ro: %(translatedTimeAgo)s în %(translatedCountry)s
ta: %(translatedTimeAgo)s இல் %(translatedCountry)s

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
bs: Preko %(translatedTimeAgo)s u %(translatedCountry)s
fy_nl: Mear as %(translatedTimeAgo)s yn %(translatedCountry)s
hy_am: %(translatedTimeAgo)s-ում %(translatedCountry)s-ի մեջ
kk: %(translatedTimeAgo)s шамасынан бұрын, (%(translatedCountry)s)
lt: Seniau kaip %(translatedTimeAgo)s, %(translatedCountry)s
ms: Melebihi %(translatedTimeAgo)s dalam %(translatedCountry)s
nb_no: Over %(translatedTimeAgo)s i %(translatedCountry)s
nn_no: Over %(translatedTimeAgo)s i %(translatedCountry)s
ro: Cu peste %(translatedTimeAgo)s în %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: %(translatedTimeAgo)s %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: %(translatedTimeAgo)s, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: %(translatedTimeAgo)s, netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
bs: Preko %(translatedTimeAgo)s blizu %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
fy_nl: Mear as %(translatedTimeAgo)s by %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
hy_am: %(translatedTimeAgo)s֊ում %(translatedCity)s-ին, %(translatedState)s-ին, %(translatedCountry)s-ին մոտ
kk: %(translatedTimeAgo)s шамасынан артық, орны %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
lt: Seniau kaip %(translatedTimeAgo)s, netoli %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ms: Melebihi %(translatedTimeAgo)s berhampiran %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nb_no: Over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
nn_no: Over %(translatedTimeAgo)s nær %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ro: Cu peste %(translatedTimeAgo)s lângă %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync time unknown
bs: Nepoznato vrijeme posljednje sinhronizacije
fy_nl: Lêste syngronisaasjetiidstip ûnbekend
hy_am: Վերջին համաժամեցման ժամանակն անհայտ է
kk: Соңғы синхрондау уақыты белгісіз
lt: Paskiausios sinchronizacijos laikas nežinomas
ms: Masa sync terakhir tidak diketahui
nb_no: Siste synkroniseringstidspunkt ukjent
nn_no: Siste synkroniseringstidspunkt ukjent
ro: Data ultimei sincronizări necunoscută

source: Firefox Recovery Codes
bs: Firefox kodovi za oporavak
fy_nl: Firefox-werstelkoades
hy_am: Firefox-ի վերականգնման կոդեր
kk: Firefox қалпына келтіру кодтары
lt: „Firefox“ paskyros atkūrimo kodai
ms: Kod Pemulihan Firefox
nb_no: Firefox gjenopprettingskoder
nn_no: Firefox gjenoppbyggingskodar
ro: Coduri de recuperare Firefox

source: Codes copied
bs: Kodovi kopirani
fy_nl: Koaden kopiearre
kk: Кодтар көшіріліп алынды
lt: Kodai nukopijuoti
ms: Kod disalin
nb_no: Koder kopiert
nn_no: Kodar kopierte
ro: Codurile au fost copiate
ta: குறியீடுகள் நகலெடுக்கப்பட்டன

source: Failed to copy codes. Please manually copy them.
bs: Neuspjelo kopiranje kodova. Molimo kopirajte ih ručno.
fy_nl: Koaden kopiearje mislearre. Kopiearje se hânmjittich.
kk: Кодтарды көшіру сәтсіз аяқталды. Оларды қолмен көшіріңіз.
lt: Kodų nukopijuoti nepavyko. Prašom tai atlikti rankiniu būdu.
ms: Gagal menyalin kod. Sila salin secara manual.
nb_no: Kunne ikke kopiere koder. Kopier dem manuelt.
nn_no: Klarte ikkje å kopiere kodar. Kopier dei manuelt.
ro: Nu s-a reușit copierea codurilor. Te rugăm să le copiezi manual.
ta: குறியீடுகளை நகலெடுப்பதில் தோல்வி. தயவு செய்து கைமுறையாக நகலெடுக்கவும்.

source: New recovery codes generated
bs: Novi kodovi za oporavak su generisani
fy_nl: Nije werstelkoaden generearre
hy_am: Ստեղծվել են նոր վերականգնման կոդեր
kk: Жаңа қалпына келтіру кодтары жасалды
lt: Nauji atkūrimo kodai sugeneruoti
ms: Kod pemulihan baru telah dijana
nb_no: Nye gjenopprettingskoder generert
nn_no: Nye gjenopprettingskodar genererte
ro: Coduri noi de recuperare generate
ta: புதிய மீட்பு குறியீடுகள் உருவாக்கப்பட்டன

source: Two-step authentication enabled
bs: Autentifikacija u dva koraka je omogućena
fy_nl: Autentikaasje yn twa stappen ynskeakele
hy_am: Երկքայլ վավերացումը միացված է
kk: Екі қадамды аутентификация іске қосылды
lt: Dvipakopis atpažinimas įgalintas
ms: Pengesahan dwi-langkah telah didayakan
nb_no: Totrinns-verifisering aktivert
nn_no: Tostegs-verifisering slått på
ro: Autentificare în doi pași activată
ta: இரு-படி உறுதிப்படுத்தல் இயக்கப்பட்டது

source: Use the code %(code)s to set up two-step authentication in supported applications.
bs: Koristite kod %(code)s da postavite autentifikaciju u dva koraka u podržanim aplikacijama.
fy_nl: Brûk de koade %(code)s om autentikaasje yn twa stappen yn stipe tapassingen yn te skeakeljen.
hy_am: Օգտագործեք կոդը %(code)s աջակցված ծրագրերում երկքայլ վավերացումը տեղակայելու համար։
lt: Pasinaudokite kodu „%(code)s“ dvipakopiam atpažinimui įgalinti tai palaikančiose programose.
ms: Guna kod %(code)s untuk menetapkan pengesahan dwi-langkah dalam aplikasi yang disokong.
nb_no: Bruk koden %(code)s for å sette opp totrinns-verifisering i støttede apper.
nn_no: Bruk koden %(code)s for å setje opp tostegs-autentisering i støtta appar.
ro: Folosește codul %(code)s și configurează autentificarea în doi pași în aplicațiile acceptate.

source: Two-step authentication removed
bs: Autentifikacija u dva koraka je uklonjena
fy_nl: Autentikaasje yn twa stappen fuortsmiten
hy_am: Երկքայլ վավերացումը հեռացվեց
kk: Екі қадамды аутентификация өшірілді
lt: Dvipakopis atpažinimas išjungtas
ms: Pengesahan dwi-langkah telah dibuang
nb_no: Totrinns-verifisering fjernet
nn_no: Tostegs-verifisering fjerna
ro: Autentificare în doi pași eliminată
ta: இரு-படி உறுதிப்படுத்தல் நீக்கப்பட்டது

source: Two-step Authentication
bs: Autentifikacija u dva koraka
fy_nl: Autentikaasje yn twa stappen
hy_am: Երկքայլ վավերացում
kk: Екі қадамды аутентификация
lt: Dvipakopis atpažinimas
ms: Pengesahan Dwi-langkah
nb_no: Totrinns-verifisering
nn_no: Tostegsverifisering
ro: Autentificare în doi pași

source: none
bs: nijedno
fy_nl: gjin
hy_am: չկա
lt: niekada
ms: tiada
nb_no: ingen
nn_no: ingen
ro: niciunul

source: Last checked: %(lastCheckTime)s
bs: Zadnja provjera: %(lastCheckTime)s
fy_nl: Lêst kontrolearre: %(lastCheckTime)s
hy_am: Վերջին ստուգվածը․ %(lastCheckTime)s
lt: Paskutinė patikra: %(lastCheckTime)s
ms: Terakhir disemak: %(lastCheckTime)s
nb_no: Sist kontrollert: %(lastCheckTime)s
nn_no: Sist kontrollert: %(lastCheckTime)s
ro: Ultima verificare: %(lastCheckTime)s
