Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Sync lets you share the bookmarks, history and passwords you save to Firefox on one device with Firefox on other devices. Sign in to Firefox on your phone or tablet and everything you've saved to Firefox for desktop will appear.
fy_nl: Mei Sync kinne jo de blêdwizers, skiednis en wachtwurden dy't jo yn Firefox op ien apparaat bewarje, diele mei Firefox op oare apparaten. Meld jo oan by Firefox op jo telefoan of tablet, en alle yn Firefox foar desktop bewarre gegevens ferskine fansels.
kk: Синхрондау көмегімен бір құрылғыдағы Firefox-та сақталған бетбелгілер, шолу тарихы және парольдерді басқа құрылғыдағы Firefox-та қолдануға болады. Телефон немесе планшетіңізде Firefox-қа кіріңіз, одан кейін жұмыс үстелі үшін Firefox-та сақталған барлық нәрсені көре аласыз.
lt: „Sync“ pagalba galite bendrinti viename įrenginyje su „Firefox“ naršykle sukurtus adresyno ar žurnalo įrašus bei įrašytus slaptažodžius su kituose įrenginiuose jūsų naudojama „Firefox“. Prisijungę prie „Firefox“ savo telefone ar planšetėje, joje galėsite rasti viską, ką sinchronizavote iš staliniame kompiuteryje veikiančios „Firefox“.
ms: Sync membolehkan anda berkongsi tanda buku, sejarah dan kata laluan yang anda simpan ke Firefox dalam satu peranti dengan Firefox dalam peranti yang lain. Daftar masuk ke Firefox dalam telefon atau tablet anda dan semua yang anda telah simpan ke Firefox untuk desktop akan muncul.
nb_no: Med Sync kan du dele bokmerker, historikk og passord, du lagrer i Firefox på én enhet, med Firefox på andre enheter. Logg inn på Firefox på din telefon eller nettbrett, og alt hva du har lagret på Firefox for PC vil dukke opp.
nn_no: Sync lèt deg dela bokmerke, historikk og passord som du lagrar i Firefox på ei eining, med Firefox på andre einingar. Logg inn på Firefox på telefonen din eller nettbrettet ditt og allt du har lagra i Firefox på datamaskina di vert vist.
ro: Sincronizarea îți permite să partajezi între dispozitive semnele de carte, istoricul și parolele pe care le salvezi în Firefox de pe un dispozitiv cu Firefox. Autentifică-te în Firefox de pe telefon sau tabletă, iar tot ce-ai salvat în Firefox pe desktop va apărea.

source: Sync isn't designed as a permanent backup – it's just sharing what is saved locally. If you reset your password and your data isn't stored on at least one other device, you could lose all the information associated with the old password. That's why you'll want to install Firefox and use Sync on more than one device.
fy_nl: Sync is net ûntwurpen as permanint back-upsysteem – it dielt allinnich wat lokaal bewarre is. As jo jo wachtwurd opnij ynstelle en jo gegevens net op op syn minst ien oander apparaat bewarre binne, kinne jo alle gegevens ferlieze dy't mei it âlde wachtwurd keppele binne. Om dy reden kinne jo Firefox op mear apparaten ynstallearje en Sync brûke.
kk: Синхрондау тұрақты қор көшірме емес - ол тек жергілікті сақталғанымен бөліседі. Егер пароліңізді тастасаңыз, және сіздің деректер кем дегенде бір құрылғыда сақталмаған болса, онда ескі парольмен сәйкестелген барлық деректерді жоғалта аласыз. Сондықтан, бірден көп құрылғыда Firefox-ты орнатып, синхрондауды қолдану дұрыс болады.
lt: Ši sinchronizavimo paslauga neatlieka ilgalaikės archyvinės kopijos funkcijos – ji tik padeda viename įrenginyje esančius duomenis pasiekti kitu. Jeigu užmirštumėte savo slaptažodį ir jį tektų atkurti, visi su senuoju slaptažodžiu susieti duomenys, neįrašyti nė viename kitame jūsų įrenginyje, būtų prarasti. Dėl šios priežasties rekomenduojame naudotis „Firefox“ ir „Sync“ paslauga daugiau nei viename įrenginyje.
ms: Sync tidak direka sebagai sandaran kekal – ia hanya untuk berkongsi apa yang telah disimpan secara lokal. Jika anda set semua kata laluan dan data anda tidak disimpan sekurang-kurangnya dalam satu peranti lain, anda boleh hilang semua maklumat terikat dengan kata laluan lama. Itulah sebabnya mengapa anda perlu memasang Firefox dan gunakan Sync lebih dari satu peranti.
nb_no: Sync er ikke beregnet som en permanent backup – tjenesten deler kun hva som lagres lokalt. Hvis du nullstiller ditt passord, og dine data ikke er lagret på minst én annen enhet, kan du miste alle data, som er lagret med ditt gamle passord.
nn_no: Sync er ikkje utforma som permanent backup – men delar berre det som er lagra lokalt. Om du tilbakestiller passordet ditt og data ikkje vert lagra på minst ei anna eining, kan du mista all informasjon knytt til det gamle passordet. Det er grunnen til at du vil installera Firefox og bruka Sync på fleire enn ei eining.
ro: Sincronizarea nu este concepută ca o copie de siguranță permanentă – partajează ceea ce este salvat local. Dacă îți resetezi parola și datele tale nu sunt stocate pe cel puțin un alt dispozitiv, s-ar putea să pierzi toate informațiile asociate cu vechea parolă. De aceea vei dori să instalezi Firefox și să utilizezi funcția de sincronizare pe mai multe dispozitive.

source: Got it
bs: Razumijem
fy_nl: Begrepen
hy_am: Հասկացա
kk: Түсіндім
lt: Supratau
ms: Baiklah
nb_no: Jeg forstår
nn_no: Eg forstår
ro: Am înțeles
ta: அறிந்துகொண்டேன்

source: Change…
bs: Promijeni…
fy_nl: Wizigje…
hy_am: Փոփոխել…
kk: Өзгерту…
lt: Keisti…
ms: Ubah…
nb_no: Endre …
nn_no: Endre…
ro: Schimbă…
ta: மாற்று...

source: Add…
bs: Dodaj…
fy_nl: Tafoegje…
hy_am: Ավելացնել…
kk: Қосу…
lt: Pridėti…
ms: Tambah…
nb_no: Legg til …
nn_no: Legg til…
ro: Adaugă…
ta: சேர்…

source: Take picture
bs: Slikaj
fy_nl: Foto meitsje
hy_am: Վերցրեք նկարը
kk: Суретті түсіріп алу
lt: Fotografuotis
ms: Ambil gambar
nb_no: Ta bilde
nn_no: Ta eit bilde
ro: Fă o poză
ta: படம் எடு

source: Upload
fy_nl: Oplade
hy_am: Վերբեռնել
kk: Жүктеу
lt: Įkelti
ms: Muat naik
nb_no: Last opp
nn_no: Last opp
ro: Încarcă
ta: பதிவேற்று

source: Camera
bs: Kamera
fy_nl: Kamera
hy_am: Խցիկ
kk: Камера
lt: Kamera
ms: Kamera
nb_no: Kamera
nn_no: Kamera
ro: Cameră
ta: படக்கருவி

source: Clear
bs: Očisti
fy_nl: Wiskje
hy_am: Մաքրել
kk: Тазарту
lt: Išvalyti
ms: Buang
nb_no: Tøm
nn_no: Tøm
ro: Șterge
ta: துடை

source: Done
bs: Gotovo
fy_nl: Dien
hy_am: Պատրաստ է
kk: Дайын
lt: Baigta
ms: Selesai
nb_no: Ferdig
nn_no: Ferdig
ro: Terminat
ta: முடிந்தது

source: Position and rotate your picture as needed
bs: Pozicioniraj i okreni sliku po potrebi
fy_nl: Pleats en draai sa nedich jo foto
hy_am: Տեղադրեք և պտտեք ձեր նկարը ըստ անհրաժեշտության
kk: Керек болса, суретіңізді жылжытып, бұрыңыз
lt: Apdorokite ir paverskite savo nuotrauką pagal poreikį
ms: Posisikan dan putarkan gambar anda mengikut keperluan
nb_no: Plasser og roter bildet etter behov
nn_no: Plasser og roter bildet etter behov
ro: Poziționează și rotește poza după necesități
ta: உங்கள் படத்தைத் தேவைகேற்ப நிறுத்தலாம் சுழற்றுலாம்

source: Change
bs: Promijeni
fy_nl: Wizigje
hy_am: Փոփոխել
kk: Өзгерту
lt: Keisti
ms: Ubah
nb_no: Bytt
nn_no: Endre
ro: Schimbă
ta: மாற்று

source: Save
fy_nl: Bewarje
kk: Сақтау
lt: Įrašyti
ms: Simpan
nb_no: Lagre
nn_no: Lagra
ro: Salvează

source: Once you're finished, use your new password to sign in on all of your devices.
bs: Kada završite, koristite novu lozinku za prijavu na svim vašim uređajima.
fy_nl: Brûk jo nije wachtwurd foar it oanmelden op al jo apparaten sa gau as jo klear binne.
hy_am: Ավարտելուց հետո, Ձեր բոլոր սարքերում մուտք գրծելու համար օգտագործեք նոր գաղտնաբառը։
kk: Аяқтаған соң, барлық құрылғылараңызда жаңа парольмен қайта кіріңіз.
lt: Kai baigsite, naudokite naująjį slaptažodį prisijungdami visuose savo įrenginiuose.
ms: Sebaik sahaja anda siap, gunakan kata laluan baru anda untuk daftar masuk ke semua peranti anda.
nb_no: Når du er ferdig, bruk det nye passordet ditt for å logge inn på alle enhetene dine.
nn_no: Når du er ferdig, bruk det nye passordet ditt for å logge inn på alle einingane dine.
ro: După ce ai terminat, folosește parola nouă pentru a te autentifica pe toate dispozitivele.
ta: நீங்கள் கடவுச்சொல்லை மாற்றியதும், உங்கள் சாதனங்கள் அனைத்திலிருந்தும் புதிய கடவுச்சொல்லைப் பயன்படுத்தி உள்நுழையவும்.

source: Old password
bs: Stara lozinka
fy_nl: Alde wachtwurd
hy_am: Հին գաղտնաբառ
kk: Ескі пароль
lt: Senas slaptažodis
ms: Kata laluan lama
nb_no: Gammelt passord
nn_no: Gammalt passord
ro: Parola veche
ta: பழைய கடவுச்சொல்

source: Disconnect from Sync?
bs: Prekini vezu sa Sinhronizacijom?
fy_nl: Ferbrekke fan Sync?
hy_am: Անջատե՞լ համաժամեցումից։
kk: Синхрондаумен байланысты үзу керек пе?
lt: Atsijungiate nuo „Sync“?
ms: Putuskan sambungan Sync?
nb_no: Koble fra Sync?
nn_no: Kopla frå Sync?
ro: Te deconectezi de la Sync?
ta: ஒத்திசைவிலிருந்து துண்டிக்கவா?

source: Your browsing data will remain on %(deviceName)s, but it will no longer sync with your account.
bs: Vaši podaci o pretraživanju će ostati na %(deviceName)s, ali više neće biti sinhronizovani s vašim računom.
fy_nl: Jo navigaasjegegevens bliuwe op %(deviceName)s bestean, mar der wurdt net mear mei jo account syngronisearre.
hy_am: Դիտարկումների տվյալները կմնան ձեր սարքում, բայց այն չի համաժամեցվի ձեր հաշվի հետ։
kk: Сіздің шолу деректеріңіз %(deviceName)s ішінде қалады, бірақ, тіркелгіңізбен енді синхрондалмайтын болады.
lt: Jūsų naršymo duomenys išliks „%(deviceName)s“ įrenginyje, tačiau jie nebebus sinchronizuojami su jūsų paskyra.
ms: Data pelayaran anda akan kekal dalam %(deviceName)s, tetapi ia tidak lagi sync dgn akaun anda.
nb_no: Nettleserdata vil fremdeles være lagret på %(deviceName)s, men vil ikke lenger være synkronisert med din konto.
nn_no: Nettlesardataa vil framleis vera på %(deviceName)s, men vil ikkje lenger verta synkronisert med kontoen din.
ro: Datele de navigare vor rămâne pe %(deviceName)s, însă acestea nu se vor mai sincroniza cu contul tău.
ta: உங்களின் உலாவல் தரவானது %(deviceName)s சாதனத்தில் தான் இருக்கும், ஆனால் உங்கள் கணக்குடன் ஒத்திசைக்கப்படாது.

source: Suspicious device
bs: Sumnjiv uređaj
fy_nl: Fertocht apparaat
hy_am: Կասկածելի սարք
kk: Күмәнді құрылғы
lt: Įrenginys įtartinas
ms: Peranti mencurigakan
nb_no: Mistenkelig enhet
nn_no: Mistenkjeleg eining
ro: Dispozitiv suspicios
ta: சந்தேகத்திற்குரிய சாதனம்

source: Lost or stolen device
bs: Izgubljen ili ukraden uređaj
fy_nl: Ferlern of stellen apparaat
hy_am: Կորած կամ գողացված սարք
kk: Жоғалған немесе ұрланған құрылғы
lt: Įrenginys pamestas ar pavogtas
ms: Peranti hilang atau dicuri
nb_no: Mistet eller stjålet enhet
nn_no: Mista eller stolen eining
ro: Dispozitiv pierdut sau furat
ta: இழந்த அல்லது திருடப்பட்ட சாதனம்

source: Old or replaced device
bs: Stari ili zamjenjeni uređaj
fy_nl: Ald of ferfongen apparaat
hy_am: Հին կամ վերատեղադրված սարք
kk: Ескі немесе алмастырылған құрылғы
lt: Įrenginys paseno ar nebenaudojamas
ms: Peranti lama atau diganti
nb_no: Gammel eller utskiftet enhet
nn_no: Gammal eller utskifta eining
ro: Dispozitiv vechi sau înlocuit
ta: பழைய (அ) மாற்று சாதனம்

source: Duplicate device
bs: Dupliciraj uređaj
fy_nl: Dûbeld apparaat
hy_am: Կրկնօրինակված սարք
kk: Қайталанатын құрылғы
lt: Įrenginys kartojasi
ms: Salin peranti
nb_no: Duplikatenhet
nn_no: Duplikateining
ro: Dispozitiv duplicat
ta: போலியான சாதனம்

source: Rather not say
bs: Radije nemoj reći
fy_nl: Wol ik leaver net melde
hy_am: Փոխարենը մի ասեք
kk: Айтпауды қалаймын
lt: Priežasties nenoriu atskleisti
ms: Biarkan
nb_no: Vil helst ikke fortelle
nn_no: Vil helst ikkje fortelje det
ro: Prefer să nu spun
ta: அதற்கு சொல்லாமலே இருக்கலாம்

source: Disconnect
bs: Prekini vezu
fy_nl: Ferbining ferbrekke
hy_am: Կապախզել
kk: Байланысты үзу
lt: Atjungti
ms: Memutuskan
nb_no: Koble fra
nn_no: Kople frå
ro: Deconectează
ta: துண்டி

source: Disconnection Successful
bs: Veza uspješno prekinuta
fy_nl: Ferbrekken suksesfol
hy_am: Անջատումը հաջող է
kk: Байланысты үзу сәтті аяқталды
lt: Įrenginys atjungtas
ms: Berjaya Memutuskan
nb_no: Koblet fra
nn_no: Kopla frå
ro: Deconectare cu succes
ta: வெற்றிகரமாக துண்டிக்கப்பட்டது

source: Devices & apps
bs: Uređaji & aplikacije
fy_nl: Apparaten en apps
hy_am: Սարքեր և ծրագրեր
kk: Құрылғылар және қолданбалар
lt: Įrenginiai ir programos
ms: Peranti & aplikasi
nb_no: Enheter og apper
nn_no: Einingar og appar
ro: Dispozitive și aplicații
ta: சாதனங்களும் செயலிகளும்

source: Show
bs: Prikaži
fy_nl: Toane
hy_am: Ցուցադրել
kk: Көрсету
lt: Rodyti
ms: Papar
nb_no: Vis
nn_no: Vis
ro: Afișează
ta: காண்பி

source: current device
fy_nl: aktueel apparaat
kk: ағымдағы құрылғы
lt: šis įrenginys
ms: peranti semasa
nb_no: denne enheten
nn_no: denne eininga
ro: dispozitivul actual
ta: தற்போதைய சாதனம்

source: Disconnect…
bs: Prekini vezu...
fy_nl: Ferbrekke…
hy_am: Անջատել…
kk: Байланысты үзу…
lt: Atjungti…
ms: Memutuskan…
nb_no: Koble fra …
nn_no: Kople frå…
ro: Deconectează…
ta: துண்டி…

source: current session
fy_nl: aktuele sesje
kk: ағымдағы сессия
lt: dabartinis seansas
ms: sesi semasa
nb_no: gjeldende økt
nn_no: gjeldande økt
ro: sesiunea curentă
ta: தற்போதைய அமர்வு

source: none connected
fy_nl: neat keppele
kk: ешнәрсе қосылмаған
lt: prijungtų įrenginių nėra
ms: tiada bersambung
nb_no: ingen tilkoblet
nn_no: ingen tilkopla
ro: nimic conectat
ta: எதுவும் இணயவில்லை

source: Download
bs: Preuzmi
fy_nl: Downloade
hy_am: Ներբեռնել
kk: Жүктеп алу
lt: Parsisiųsti
ms: Muat turun
nb_no: Last ned
nn_no: Last ned
ro: Descarcă
ta: பதிவிறக்கம்

source: Missing or duplicate items?
bs: Nestala ili dupla stavka?
fy_nl: Untbrekkende of dûbele items?
hy_am: Կարող եք կրկնօրինակել իրերը։
kk: Жоқ немесе қайталанған элемент?
lt: Trūkstami arba besikartojantys įrašai?
ms: Item hilang atau diduplikasi?
nb_no: Manglende eller duplikatelement?
nn_no: Manglande- eller duplikatelement?
ro: Obiecte lipsă sau duplicate?
ta: காணாமல் போன (அ) போலியான உருப்படிகள்?

source: Refresh
bs: Osvježi
fy_nl: Ferfarskje
kk: Жаңарту
lt: Atnaujinti
ms: Muat semula
nb_no: Oppdater
nn_no: Oppdater
ro: Reîmprospătează
ta: புதுப்பி

source: Communication preferences
bs: Prednosti komunikacije
fy_nl: Kommunikaasjefoarkarren
kk: Байланысу баптаулары
lt: Bendravimo parinktys
ms: Keutamaan komunikasi
nb_no: Kommunikasjonsinnstillinger
nn_no: Kommunikasjonsinnstillingar
ro: Preferințe de comunicare
ta: தொடர்பு முன்னுரிமைகள்

source: Receive the monthly Firefox newsletter.
fy_nl: De moanlikse nijsbrief ûntfange
kk: Ай сайынғы Firefox жаңалықтарын алу.
lt: Gaukite mėnesinį „Firefox“ naujienlaiškį.
ms: Dapatkan buletin bulanan Firefox.
nb_no: Motta det månedlige Firefox-nyhetsbrevet.
nn_no: Send meg Firefox sitt månadlege nyheitsbrev.
ro: Primește buletinul de știri lunar Firefox.
ta: மாதாந்திர பயர்பாஃசு செய்திமடலைப் பெறுக.

source: Email preferences
fy_nl: E-mailfoarkarren
hy_am: Էլ. փոստի նախընտրություններ
kk: Эл. пошта баптаулары
lt: El. pašto parinktys
ms: Keutamaan emel
nb_no: E-postinnstillinger
nn_no: E-post innstillingar
ro: Preferințe de e-mail
ta: மின்னஞ்சல் முன்னுரிமைகள்

source: Unsubscribe
fy_nl: Utskriuwe
kk: Жазылуды үзу
lt: Nebeprenumeruoti
ms: Batal langganan
nb_no: Stopp abonnement
nn_no: Stopp abonnement
ro: Dezabonare
ta: சந்தாவிலகு

source: Subscribe
bs: Preplati se
fy_nl: Ynskriuwe
hy_am: Բաժանորդագրվել
kk: Жазылу
lt: Prenumeruoti
ms: Langgan
nb_no: Abonner
nn_no: Abonner
ro: Abonare
ta: சந்தாபெறு

source: Delete account
bs: Izbriši račun
fy_nl: Account fuortsmite
hy_am: Ջնջել հաշիվը
kk: Тіркелгіні өшіру
lt: Pašalinti paskyrą
ms: Buang akaun
nb_no: Slett konto
nn_no: Slett kontoen
ro: Șterge contul
ta: கணக்கை அழி

source: Delete…
bs: Izbriši…
fy_nl: Fuortsmite…
hy_am: Ջնջում…
kk: Өшіру…
lt: Šalinti…
ms: Buang…
nb_no: Slett …
nn_no: Slett…
ro: Șterge…
ta: அழி…

source: Are you sure you want to delete your account? This action cannot be undone.
bs: Jeste li sigurni da želite izbrisati vaš račun? Ova radnja se ne može poništiti.
fy_nl: Binne jo wis dat jo jo account fuortsmite wiolle? Dizze aksje kin net ûngedien makke wurde.
kk: Тіркелгіні өшіруді шынымен қалайсыз ба? Бұл әрекетті қайтаруға болмайды.
lt: Ar tikrai norite pašalinti savo paskyrą? Šis veiksmas negrįžtamas.
ms: Anda pasti mahu menghapuskan akaun anda? Tindakan ini tidak boleh dibatalkan.
nb_no: Er du sikker på at du vil slette kontoen din? Denne handlingen kan ikke gjøres om.
nn_no: Er du sikker på at du vil sletta kontoen? Dette kan ikkje gjerast om.
ro: Sigur vrei să ștergi contul? Această acțiune nu este reversibilă.
ta: உங்கள் கணக்கை அழிக்க வேண்டும் என உறுதியாக இருக்கிறீர்களா? இச்செயலை திரும்பப்பெற முடியாது.

source: Choose the name you would like to appear in Firefox and when managing your account.
bs: Izaberite ime koje želite da se prikaže u Firefoxu i kada uređujete vaš račun.
fy_nl: Kies de namme dy't jo yn Firefox en by it behearen fan jo account ferskine litte wolle.
hy_am: Ընտրեք այն անունը, որը կցանկանայիք հայտնվեր Firefox֊ում և Ձեր հաշիվը կառավարելիս։
kk: Firefox-та және тіркелгіңізді басқару кезінде көрсетілетін атыңызды таңдаңыз.
lt: Įveskite vardą, kuris turėtų matytis „Firefox“ naršyklėje ir tvarkant jūsų paskyrą.
ms: Pilih nama anda yang anda ingin paparkan di Firefox dan apabila menguruskan akaun anda.
nb_no: Velg navnet du vil skal vises i Firefox og når du håndterer din konto.
nn_no: Vel namnet du vil skal visast i Firefox og når du handterar kontoen din.
ro: Alege numele pe care îl dorești să apară în Firefox și în momentul în care gestionezi contul.
ta: உங்கள் கணக்கை நிர்வகிக்கும் போது பயர்பாஃசில் தோன்றும் பெயரைத் தேர்வு செய்யவும்.

source: How old are you?
bs: Koliko godina imate?
fy_nl: Hoe âld binne jo?
kk: Жасыңыз нешеде?
lt: Kiek jums metų?
ms: Berapakah umur anda?
nb_no: Hvor gammel er du?
nn_no: Kor gammal er du?
ro: Ce vârstă ai?
ta: உங்கள் வயது என்ன?

source: Sign in to Sync
bs: Prijavite se za Sinhronizaciju
fy_nl: Oanmelde by Sync
kk: Синхрондауға кіру
lt: Prisijungimas prie „Sync“
ms: Daftar masuk ke Sync
nb_no: Logg inn på Sync
nn_no: Logg inn på Sync
ro: Autentifică-te la Sync
ta: ஒத்திசைக்க உள்நுழையவும்

source: Choose the account you would like to use to sync your tabs, bookmarks, passwords and more.
bs: Izaberite račun koji biste željeli da koristite da biste sinhronizovali svoje tabove, zabilješke, lozinke i još mnogo toga.
fy_nl: Kies it account dat jo brûke wolle om jo ljepblêden, wachtwurden en mear te syngronisearjen.
kk: Беттер, бетбелгілер, парольдеріңіз және т.б. синхрондау үшін қолданғыңыз келетін тіркелгіні таңдаңыз.
lt: Pasirinkite paskyrą, kurią norite naudoti savo kortelėms, adresyno įrašams, slaptažodžiams ir kitkam sinchronizuoti
ms: Pilih akaun yang anda hendak gunakan untuk sync tab, tanda buku, kata laluan dan sebagainya.
nb_no: Velg kontoen du vil bruke for å synkronisere faner, bokmerker, passord, og mye mer.
nn_no: Vel kontoen du vil bruke for å synkronisera faner, bokmerke, passord, og mykje meir, med.
ro: Alege contul pe care dorești să îl folosești pentru a sincroniza filele, semnele de carte, parolele și altele.
ta: உங்களின் கீற்றுகள், புத்தகக்குறிகள், கடவுச்சொற்கள் இன்னும் பலவற்றை ஒத்திசைக்க நீங்கள் விரும்பிய கணக்கைத் தேர்வுச் செய்யுங்கள்.

source: Use OpenID
bs: Koristi OpenID
fy_nl: OpenID brûke
kk: OpenID қолдану
lt: Naudoti „OpenID“
ms: Gunakan OpenID
nb_no: Bruk OpenID
nn_no: Bruk OpenID
ro: Folosește OpenID
ta: OpenID பயன்படுத்து

source: Use Firefox Account
bs: Koristi Firefox račun
fy_nl: Firefox Account brûke
kk: Firefox тіркелгісін қолдану
lt: Naudoti „Firefox“ paskyrą
ms: Gunakan Akaun Firefox
nb_no: Bruk Firefox-konto
nn_no: Bruk Firefox-kontoen
ro: Folosește cont Firefox
ta: பயர்பாஃசு கணக்கைப் பயன்படுத்தவும்

source: first sync %(translatedTimeAgo)s
fy_nl: earste syngronisaasje: %(translatedTimeAgo)s
kk: бірінші синхрондау %(translatedTimeAgo)s
ms: sync pertama %(translatedTimeAgo)s
nb_no: første synkronisering %(translatedTimeAgo)s
nn_no: første synkronisering %(translatedTimeAgo)s
ro: prima sincronizare cu %(translatedTimeAgo)s

source: last sync %(translatedTimeAgo)s
fy_nl: lêste syngronisaasje: %(translatedTimeAgo)s
kk: соңғы синхрондау %(translatedTimeAgo)s
ms: sync terakhir %(translatedTimeAgo)s
nb_no: siste synkronisering %(translatedTimeAgo)s
nn_no: siste synkronisering %(translatedTimeAgo)s
ro: ulitima sincronizare cu %(translatedTimeAgo)s

source: last active %(translatedTimeAgo)s
fy_nl: lêst aktyf: %(translatedTimeAgo)s
kk: соңғы белсенділік %(translatedTimeAgo)s
ms: kali terakhir aktif %(translatedTimeAgo)s
nb_no: sist aktiv %(translatedTimeAgo)s
nn_no: sist aktiv %(translatedTimeAgo)s
ro: activ ultima dată cu %(translatedTimeAgo)s
ta: கடைசியாக கண்டது %(translatedTimeAgo)s

source: last sync time unknown
fy_nl: lêste syngronisaasje: ûnbekend
kk: соңғы синхрондау уақыты белгісіз
ms: masa sync terakhir tidak diketahui
nb_no: siste synkroniseringstid ukjent
nn_no: siste synkroniseringstid ukjent
ro: timp necunoscut al ultimei sincronizări

source: Secondary email removed
bs: Sekundarna email adresa uklonjena
fy_nl: Sekundêr e-mailadres fuortsmiten
hy_am: Երկրորդային էլ֊փոստը ջնջվեց
kk: Екіншілік эл. пошта адресі өшірілді
lt: Antrinis el. paštas pašalintas
ms: E-mel sekunder dibuang
nb_no: Sekundær e-postadesse fjernet
nn_no: Sekundær e-postadesse fjerna
ro: E-mail secundar eliminat
ta: இரண்டாம் நிலை மின்னஞ்சல் நீககப்பட்டது

source: Verification email sent
bs: Email za verifikaciju je poslat
fy_nl: Ferifikaasje-e-mail ferstjoerd
hy_am: Հաստատուման էլ֊փոստը ուղարկվել է
kk: Растау хаты жіберілді
lt: Patvirtinimo laiškas išsiųstas
ms: E-mel pengesahan telah dihantar
nb_no: Bekreftelsesmelding sendt
nn_no: Stadfestingsmelding sendt
ro: E-mail de verificare trimis
ta: சரிபார்த்தல் மின்னஞ்சல் அனுப்பப்பட்டது

source: Primary email set to %(email)s
bs: Primarni email postavljen na %(email)s
fy_nl: Primêr e-mailadres ynsteld op %(email)s
hy_am: Առաջնային էլ֊փոստը սահմանվել է %(email)s
kk: Біріншілік эл. пошта адресі %(email)s етіп орнатылды
lt: Pirminis el. paštas pakeistas į %(email)s
ms: E-mel utama ditetapkan ke %(email)s
nb_no: Primær e-postadresse satt til %(email)s
nn_no: Primær e-postadresse sett til %(email)s
ro: E-mail principal setat pe %(email)s
ta: முதன்மை மின்னஞ்சலில் %(email)s வை

source: Addresses
bs: Adrese
fy_nl: Adressen
hy_am: Հասցեներ
kk: Адрестер
lt: Adresai
ms: Alamat
nb_no: Adresser
nn_no: Adresser
ro: Adrese
ta: முகவரிகள்

source: Credit cards
bs: Kreditne kartice
hy_am: Բանկային քարտեր
kk: Несиелік карталар
lt: Mokėjimo kortelės
ms: Kad kredit
nb_no: Kredittkort
nn_no: Kredittkort
ro: Carduri de credit
ta: கடன் அட்டைகள்

source: This email was already verified by another user
bs: Ovaj email je već verifikovan od strane drugog korisnika
fy_nl: Dit e-mailadres is al troch in oare brûker ferifiearre
hy_am: Այս Էլ֊փոստը արդեն հաստատվել է մեկ այլ օգտվողի կողմից
kk: Бұл эл. пошта хатын басқа пайдаланушы растаған болып тұр
lt: Šis el. pašto adresas jau patvirtintas kito naudotojo
ms: Emel ini telah disahkan oleh pengguna lain
nb_no: Denne e-postadressen er allerede bekreftet av en annen bruker
nn_no: Denne e-postadressa er allereie stadfesta av ein annan bruker
ro: Această adresă de e-mail a fost deja verificată de alt utilizator
ta: இந்த முகவரி ஏற்கனவே மற்றொரு பயனரால் சரிபார்க்கப்பட்டது

source: Secondary email must be different than your account email
bs: Sekundarni email mora biti drugačiji od vašeg korisničkog emaila
fy_nl: Sekundêr e-mailadres moat oars wêze as jo account-e-mailadres
hy_am: Երկրորդային Էլ֊փոստը պետք է տարբեր լինի Ձեր Էլ֊փոստի հաշվից
kk: Екіншілік эл. пошта адресі негізгі адрестен басқа болуы тиіс
lt: Antrinis el. pašto adresas turi skirtis nuo pagrindinio paskyros adreso
ms: Emel kedua tidak boleh sama dengan emel akaun anda
nb_no: Sekundær e-postadresse må være forskjellig fra e-postadressen til din konto
nn_no: Sekundær e-post må vere forskjellig frå e-postadressa til kontoen din
ro: E-mailul secundar trebuie să fie diferit de cel principal
ta: இரண்டாவது மின்னஞ்சல் உங்கள் முதன்மை மின்னஞ்சலிலிருந்து வேறுபட்டதாக இருக்க வேண்டும்
