Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
bs: Linku koji ste kliknuli je nedostajalo znakova i možda je onesposobljen od vašeg email klijenta. Pažljivo kopirajte adresu i pokušajte ponovo.
fy_nl: De keppeling wêrop jo klikt hawwe miste tekens en is mooglik defekt rekke troch jo e-mailclient. Kopiearje foarsichtich it adres en probearje it opnij.
hy_am: Այն հղումը, որի վրա դուք կտտացրել եք, բացակայում է նիշերին, և այն կարող է կոռումպացված լինել ձեր էլ․փոստի հաճախորդի կողմից։ Զգուշորեն պատճենեք հասցեն և կրկին փորձեք։
kk: Сіз шерткен сілтемеде бірнеше таңба жоқ, және оны сіздің эл. пошта клиентіңіз зақымдаған мүмкін. Адресті тиянақты көшіріп алып, қайталап көріңіз.
lt: Saite, kurį spaudėte, trūko simbolių, nes jį greičiausiai sugadino jūsų pašto programa. Nukopijuokite adresą atidžiai ir bandykite dar kartą.
ms: Pautan yang anda klik tidak mencukupi aksara, dan mungkin telah rosak disebabkan klien emel anda. Salin alamat dengan berhati-hati, dan cuba lagi.
nb_no: Linken du klikket på mangler noen tegn, og kan ha blitt skadet av e-postklienten. Kopier adressen nøye, og prøv igjen.
nn_no: Lenka du trykte på manglar nokre teikn, og kan ha blitt skada av e-postklienten. Kopier adressa nøye, og prøv på nytt.
ro: Linkul pe care ai dat clic avea caractere lipsă și este posibil să fi fost deteriorat de către clientul de e-mail. Copiază adresa cu grijă și încearcă din nou.
ta: நீங்கள் சொடுக்கிய தொடுப்பில் சில எழுத்துகள் இல்லை, மேலும் அது உங்கள் மின்னஞ்சல் சேவை வழங்குநரால் உடைக்கப்பட்டிருக்கலாம். முகவரியை கவனமாக நகலெடுத்து, மீண்டும் முயற்சியுங்கள்.

source: Enter new password
bs: Unesite novu lozinku
fy_nl: Nij wachtwurd ynfiere
kk: Жаңа парольді енгізіңіз
lt: Įveskite naują slaptažodį
ms: Masukkan kata laluan baru
nb_no: Skriv inn nytt passord
nn_no: Skriv inn nytt passord
ro: Introdu parola nouă

source: Once you submit your new password, you will lose any Sync data that is not on one of your devices.
bs: Nakon što pošaljete novu lozinku, izgubit ćete sinhronizovane podatke koji nisu bili na jednom od vaših uređaja.
fy_nl: Sa gau as jo jo nije wachtwurd ferstjoere, ferlieze jo alle Sync-gegevens dy't net op ien fan jo apparaten binne.
kk: Жаңа парольді орнатқаннан кейін, сіз сіздің құрылғыларыңызда жоқ болып тұрған синхрондау деректерін жоғалтасыз.
lt: Atkūrus slaptažodį, bus prarasti visi sinchronizuoti duomenys, nesantys bent viename jūsų įrenginyje.
ms: Sebaik sahaja anda menghantar kata laluan baru, data Sync anda yang tidak ada dalam peranti anda akan hilang.
nb_no: Når du sender inn det nye passordet ditt, vil du miste alle Sync-data som ikke er på noen av enhetene dine.
nn_no: Når du sender inn det nye passordet ditt, vil du mista alle Sync-data som ikkje er på nokon av einingane dine.
ro: Odată ce ai trimis parola nouă, vei pierde datele din Sincronizare care nu sunt pe unul dintre dispozitive.

source: Learn how Sync works.
bs: Saznajte kako sinhronizacija funkcioniše.
fy_nl: Ynfo oer hoe't Sync wurket.
kk: Синхрондау қалай жұмыс істейтінін білу.
lt: Sužinokite, kaip „Sync“ veikia.
ms: Ketahui bagaimana Sync berfungsi.
nb_no: Les hvordan Sync virker.
nn_no: Lær korleis Sync fungerar.
ro: Află cum funcționează Sincronizare.

source: New password
bs: Nova lozinka
fy_nl: Nije wachtwurd
hy_am: Նոր գաղտնաբառ
kk: Жаңа пароль
lt: Naujas slaptažodis
ms: Kata laluan baru
nb_no: Nytt passord
nn_no: Nytt passord
ro: Parola nouă
ta: புதிய கடவுச்சொல்

source: Repeat password
bs: Ponovi lozinku
fy_nl: Nochris it wachtwurd
hy_am: Պատճենել գաղտնաբառը
kk: Парольді қайталау
lt: Pakartokite slaptažodį
ms: Ulang semua kata laluan
nb_no: Gjenta passord
nn_no: Gjenta passord
ro: Repetă parola
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடவும்

source: Submit new password
bs: Unesite novu lozinku
fy_nl: Nij wachtwurd ferstjoere
kk: Жаңа парольді жіберу
lt: Pateikti naują slaptažodį
ms: Hantar kata laluan baru
nb_no: Spesifiser nytt passord
nn_no: Spesifiser nytt passord
ro: Trimite parola nouă

source: Sign-in already confirmed
bs: Prijava već potvrđena
fy_nl: Oanmelding is al befêstige
hy_am: Մուտքն արդեն հաստատվել է
kk: Кіру расталған болып тұр
lt: Šis prisijungimas jau patvirtintas
ms: Daftar masuk sudah disahkan
nb_no: Innlogging allerede bekreftet
nn_no: Innlogging allereie stadfesta
ro: Autentificare deja confirmată
ta: உள்நுழைவு ஏற்கனவே உறுதிச்செய்யப்பட்டது

source: Verification link expired
bs: Link za verifikaciju istekao
fy_nl: Ferifikaasjekeppeling ferrûn
hy_am: Ստուգման հղումը լրացել է
kk: Растау сілтемесінің мерзімі аяқталған
lt: Patvirtinimo saito galiojimo laikas baigėsi
ms: Pautan pengesahan tamat tempoh
nb_no: Bekreftelseslenken er utløpt
nn_no: Stadfestingslenka har gått ut
ro: Link de verificare expirat
ta: சரிபார்ப்பு இணைப்பு காலாவதியானது

source: Click here to receive a new verification link
bs: Kliknite ovdje da biste dobili novi verifikacijski link
fy_nl: Klik hjir om in nije ferifikaasjekeppeling te ûntfangen
hy_am: Կտտացրեք այստեղ՝ նոր հաստատման հղում ստանալու համար։
kk: Жаңа растау сілтемесін алу үшін осында шертіңіз
lt: Spauskite čia, norėdami gauti naują patvirtinimo saitą
ms: Klik sini untuk menerima pautan pengesahan baru
nb_no: Klikk her for å motta en ny bekreftelseslenke
nn_no: Trykk her for å få ei ny stadfestingslenke
ro: Dă clic aici pentru a primi un link nou de verificare
ta: புதிய சரிபார்ப்பு தொடுப்பைப் பெற இங்கே அழுத்தவும்

source: Verification error
bs: Greška verifikacije
fy_nl: Ferifikaasjeflater
hy_am: Ստուգման սխալ
kk: Растау қатесі
lt: Patvirtinimo klaida
ms: Pengesahan gagal
nb_no: Bekreftelsesfeil
nn_no: Stadfestingsfeil
ro: Eroare de verificare
ta: சரிபார்ப்புப் பிழை

source: Confirm your account
bs: Potvrdite račun
fy_nl: Befêstigje jo account
hy_am: Հաստատեք ձեր հաշիվը
kk: Тіркелгіңізді растаңыз
lt: Patvirtinkie savo paskyrą
ms: Sahkan akaun anda
nb_no: Bekreft kontoen
nn_no: Stadfest kontoen din
ro: Confirmă contul
ta: கணக்கை உறுதிப்படுத்தவும்

source: Confirm this sign-in
bs: Potvrdi prijavu
fy_nl: Dizze oanmelding befêstigje
hy_am: Հաստատեք այս մուտքը
kk: Бұл кіруді растау
lt: Patvirtinkite šį prisijungimą
ms: Sahkan daftar masuk ini
nb_no: Bekreft denne innloggingen
nn_no: Stadfest denne innlogginga
ro: Confirmă această autentificare
ta: இந்த உள்நுழைவை உறுதிப்படுத்து

source: Email Sent
fy_nl: E-mailberjocht ferstjoerd
kk: Эл. пошта хаты жіберілді
lt: Laiškas išsiųstas
ms: Emel Dihantar
nb_no: E-post sent
nn_no: E-post sendt
ro: E-mail trimis

source: A verification link has been sent&nbsp;to %(escapedEmail)s
fy_nl: Der is in ferifikaasjekeppeling ferstjoerd&nbsp;nei %(escapedEmail)s
kk: Растау сілтемесі %(escapedEmail)s адресіне жіберілді
lt: Patvirtinimo saitas išsiųstas adresu %(escapedEmail)s
ms: Pautan pengesahan telah dihantar ke %(escapedEmail)s
nb_no: En bekreftelseslenke er sendt&nbsp;til %(escapedEmail)s
nn_no: Ein stadfestingskode er sendt&nbsp;til %(escapedEmail)s
ro: Un link de verificare a fost trimis&nbsp;către %(escapedEmail)s

source: To better protect your Firefox data, we've emailed a confirmation link to %(email)s
fy_nl: Wy hawwe in e-mail mei in befêstigingskeppeling ferstjoerd nei %(email)s om jo Firefox-gegevens better te beskermjen.
kk: Firefox деректеріңізді қорғау үшін, біз %(email)s адресіне растау сілтемесін жібердік
lt: Siekiant geriau apsaugoti jūsų „Firefox“ duomenis, jums adresu %(email)s išsiųstas patvirtinimo saitas
ms: Bagi melindungi data Firefox anda, kami telah mengemel pautan pengesahan ke %(email)s
nb_no: For å bedre beskytte dine Firefox-data, har vi sendt en bekreftelseslenke til %(email)s
nn_no: For å betre beskytta dine Firefox-data, har vi sendt ei stadfestingslenke på e-post til %(email)s
ro: Pentru o mai bună protejare a datelor tale Firefox, ți-am trimis prin e-mail un link de confirmare către %(email)s

source: Didn't arrive and not in spam folder? Resend
fy_nl: Net oankommen en net yn de map mei spam? Opnij ferstjoere
kk: Жеткен жоқ па, және спам бумасында жоқ па? Қайта жіберу
lt: Negavote laiško, jo nėra net brukalo aplanke? Galime jį išsiųsti dar kartą
ms: Tak sampai dan bukan di folder spam? Hantar semula
nb_no: Ikke ankommet og ikke i mappen uønsket e-post (spam)? Sende på nytt
nn_no: Kom ikkje fram og er ikkje i søppelpostmappa? Send ein gong til
ro: N-ai primit încă e-mailul și nici nu-l găsești în dosarul de spam? Retrimite

source: Reset email sent
bs: Resetuj poslani email
fy_nl: Keppeling foar opnij ynstellen ferstjoerd
hy_am: Ուղարկված էլ․Փոստը վերակայեք
kk: Тастау эл. пошта хаты жіберілді
lt: Atkūrimo laiškas išsiųstas
ms: Emel set semula dihantar
nb_no: E-post for tilbakestilling sendt
nn_no: E-post for stadfesting sendt
ro: E-mail de resetare trimis
ta: மீட்டமை மின்னஞ்சல் அனுப்பப்பட்டது

source: Click on the link we've emailed you at %(email)s within the next hour to create a new password.
bs: Kliknite na link koji smo poslali na %(email)s u narednih sat vremena kako bi kreirali novu lozinku.
fy_nl: Klik binnen in oere op de keppeling dy't wy fia %(email)s nei jo ferstjoerd hawwe om in nij wachtwurd oan te meitsjen.
kk: Жаңа парольді жасау үшін %(email)s адресіне жіберілген хаттағы сілтемеге көп ұзамай шертіңіз.
lt: Slaptažodį galėsite pasikeisti, jei per artimiausią valandą spustelėsite saitą, kurį jums išsiuntėme el. paštu %(email)s.
ms: Klik pada pautan yang kami telah emelkan pada anda di %(email)s dalam tempoh jam berikut untuk mencipta kata laluan baru.
nb_no: Trykk på lenken vi har sendt til deg på %(email)s innen en time, for å laga et nytt passord.
nn_no: Trykk på lenka vi har sendt til deg på %(email)s innan ein time, for å laga eit nytt passord.
ro: Clic pe linkul pe care ți l-am trimis prin e-mail la %(email)s în următoarea oră pentru a crea o parolă nouă.

source: Remember password? Sign in
bs: Zapamti lozinku? Prijavi se
fy_nl: Witte jo jo wachtwurd noch? Oanmelde
hy_am: Հիշո՞ւմ եք գաղտնաբառը։ Մուտք գործել
kk: Пароль есіңізде бар ма? Кіріңіз
lt: Atsimenate slaptažodį? Prisijunkite
ms: Ingat kata laluan ini? Daftar masuk
nb_no: Husker du passordet ditt? Logg inn
nn_no: Hugsar du passordet ditt? Logg inn
ro: Cu memorarea parolei? Autentifică-te
ta: கடவுச்சொல் நினைவில் உள்ளதா? உள்நுழையவும்

source: Connect another device
bs: Povežite drugi uređaj
fy_nl: Oar apparaat keppelje
hy_am: Կապակցել այլ սարքի
kk: Басқа құрылғыны байланыстыру
lt: Prijungti kitą įrenginį
ms: Sambungkan peranti lain
nb_no: Koble til en annen enhet
nn_no: Kopla til ei anna eining
ro: Conectează alt dispozitiv
ta: மற்றொரு சாதனத்தை இணை

source: This device is connected
fy_nl: Dit apparaat is keppele
kk: Бұл құрылғы байланысқан
lt: Šis įrenginys prijungtas
ms: Peranti ini telah disambung
nb_no: Denne enheten er tilkoblet
nn_no: Denne eininga er tilkopla
ro: Dispozitivul este conectat

source: Email verified
bs: Email potvrđen
fy_nl: E-mailadres ferifiearre
hy_am: Էլ․ փոստը հաստատված է
kk: Эл. пошта адресі расталды
lt: El. pašto adresas patvirtintas
ms: Emel disahkan
nb_no: E-post bekreftet
nn_no: E-post stadfesta
ro: E-mail verificat
ta: மின்னஞ்சல் உறுதிச்செய்யப்பட்டது

source: Success
bs: Uspjeh
fy_nl: Slagge
hy_am: Հաջողվեց
kk: Сәтті
lt: Atlikta sėkmingai
ms: Berjaya
nb_no: Suksess
nn_no: Vellykka
ro: Succes
ta: வெற்றி

source: Sign in to this Firefox to complete set-up
bs: Prijavite se na ovaj Firefox da dovršite podešavanje
fy_nl: Meld jo oan by dizze Firefox om de ynstallaasje te foltôgjen
hy_am: Մուտք գործեք այս Firefox֊ը՝ կարգավորումը կատարելու համար
kk: Баптауды аяқтау үшін бұл Firefox ішіне кіріңіз
lt: Prisijunkite prie šios „Firefox“ naršyklės, kad užbaigtumėte diegimą
ms: Daftar masuk ke Firefox ini untuk siapkan set-up
nb_no: Logg inn på denne Firefox for å fullføre oppsettet
nn_no: Logg inn på Firefox for å fullføre oppsettet
ro: Autentifică-te în acest Firefox pentru a finaliza configurarea
ta: அமைவை முடிக்க பயர்பாஃசில் உள்நுழைக

source: Sign in &rarr;
bs: Prijavi se &rarr;
fy_nl: Oanmelde &rarr;
kk: Кіру &rarr;
lt: Prisijungti &rarr;
ms: Daftar masuk &rarr;
nb_no: Logg inn &rarr;
nn_no: Logg inn &rarr;
ro: Autentifică-te &rarr;
ta: &rarr; உள்நுழை

source: Sign in to Firefox on another device to complete set-up
bs: Prijavite se na Firefox na drugom uređaju da dovršite podešavanje
fy_nl: Meld jo oan by Firefox op in oar apparaat om de ynstallaasje te foltôgjen
hy_am: Կարգավորումը լրացնելու համար մուտք գործեք Firefox֊ը այլ սարքի
kk: Баптауды аяқтау үшін басқа құрылғыдағы Firefox ішіне кіріңіз
lt: Diegimui užbaigti prisijunkite prie „Firefox“ naršyklės kitame įrenginyje
ms: Daftar masuk ke Firefox di peranti lain untuk siapkan set-up
nb_no: Logg på Firefox på en annen enhet for å fullføre oppsettet
nn_no: Logg inn på Firefox på ei anna eining for å fullføre oppsettet
ro: Autentifică-te în Firefox de pe alt dispozitiv pentru a finaliza configurarea
ta: அமைப்பினை முடிக்க மற்றொரு கருவியில் பயர்பாக்சில் உள்நுழையுங்கள்

source: Open settings and select Sign in to Firefox to complete set-up
bs: Otvorite postavke i izaberite Prijavite se na Firefox da dovršite podešavanje
fy_nl: Iepenje de ynstellingen en selektearje Oanmelde by Firefox om de ynstallaasje te foltôgjen
kk: Баптауды аяқтау үшін, Баптауларды ашып, Firefox-қа кіруді таңдаңыз
lt: Diegimui užbaigti atverkite nuostatas ir pasirinkite „Prisijungti prie „Firefox“
ms: Buka tetapan dan pilih Daftar masuk ke Firefox untuk siapkan set-up
nb_no: Åpne innstillinger og velg «Logg inn på Firefox» for å ferdiggjøre oppsettet
nn_no: Opna innstillingar og vel Logg inn på Firefox for å fullføra oppsettet
ro: Deschide setările și selectează „Autentifică-te în Firefox” pentru a încheia configurarea

source: Sign in to Firefox for Android to complete set-up
bs: Prijavite se na Firefox za android da dovršite podešavanje
fy_nl: Meld jo oan by Firefox foar Android om de ynstallaasje te foltôgjen
hy_am: Կարգավորումը ավարտելու համար մուտք գործեք Firefox Android֊ի համար
kk: Баптауды аяқтау үшін Android үшін Firefox ішіне кіріңіз
lt: Diegimui užbaigti prisijunkite prie „Firefox“ naršyklės „Android“ įrenginyje
ms: Daftar masuk ke Firefox untuk Android untuk siapkan set-up
nb_no: Logg inn på Firefox for Android for å ferdiggjøre oppsettet
nn_no: Logg inn på Firefox for Android for å fullføre oppsettet
ro: Autentifică-te în Firefox pentru Android ca să finalizezi configurarea
ta: அமைப்பினை முடிக்க ஆண்ட்ராய்டிற்கான பயர்பாக்சில் உள்நுழையுங்கள்

source: Sign in to Firefox for iOS to complete set-up
bs: Prijavite se na Firefox za IOSu da dovršite podešavanje
fy_nl: Meld jo oan by Firefox foar iOS om de ynstallaasje te foltôgjen
hy_am: Կարգավորումը լրացնելու համար մուտք գործեք Firefox֊ի iOS
kk: Баптауды аяқтау үшін iOS үшін Firefox ішіне кіріңіз
lt: Diegimui užbaigti prisijunkite prie „Firefox“ naršyklės „iOS“ įrenginyje
ms: Daftar masuk ke Firefox untuk iOS untuk siapkan set-up
nb_no: Logg inn på Firefox for iOS for å ferdiggjøre oppsettet
nn_no: Logg inn på Firefox for iOS for å fullføre oppsettet
ro: Autentifică-te în Firefox pentru iOS ca să finalizezi configurarea
ta: அமைப்பை முடிக்க iOS உலாவிக்கான பயர்பாக்சில் உள்நுழையுங்கள்

source: Why is this required?
fy_nl: Wêrom is dit fereaske?
kk: Бұл не үшін керек?
lt: Kodėl tai būtina?
ms: Kenapa ini diperlukan?
nb_no: Hvorfor er dette påkrevd?
nn_no: Kvifor er det påkravd?
ro: De ce este acest lucru necesar?

source: Cookies and local storage are required.
fy_nl: Cookies en lokale opslach binne fereaske.
kk: Cookies және жергілікті қойма керек.
lt: Paslaugai veikti būtini slapukai ir vietinė saugykla.
ms: Kuki dan storan lokal diperlukan.
nb_no: Infokapsler og lokal lagring er påkrevd.
nn_no: Infokapslar og lokal lagring er påkravd.
ro: Cookie-urile și stocarea locală sunt necesare.

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
bs: Da biste pristupili Firefox računima, molimo omogućite kolačiće i lokalno skladištenje u vašem browseru. To će omogućiti funkcionalnost kao što je pamćenje između sesija.
fy_nl: Skeakel cookies en lokale opslach yn jo browser yn foar tagong ta Firefox Accounts. Hjirtroch wurde funksjonaliteiten lykas it ûnthâlden fan jo, tusken sesjes ynskeakele.
hy_am: Խնդրում ենք միացնել ձեր զննարկիչի բլիթները և տեղական պահուստը՝Firefox հաշիվներին մուտք ունենալու համար։ Եթե դրանք միացնեք, զննարկիչը կկարողանա հիշել ձեր նիշերը։
kk: Firefox тіркелгісіне қатынау үшін, браузеріңізде cookies және жергілікті қойманы іске қосыңыз. Оның нәтижесінде сессиялар арасында сізді есте сақтау сияқты мүмкіндіктер іске қосылады.
lt: Prieigai prie „Firefox“ paskyros prašome įgalinti slapukus ir vietinę saugyklą. Tai atlikus, bus įgalintos tokios funkcijos, kaip galimybė jus įsiminti tarp seansų.
ms: Sila dayakan kuki dan storan lokal di pelayar anda untuk mengakses Akaun Firefox. Membuat demikian akan mendayakan fungsi seperti mengingati anda antara sesi.
nb_no: Slå på infokapsler og lokal lagring i nettleseren din for å få tilgang til Firefox-kontoer. Dette vil aktivere funksjonalitet som for eksempel å huske deg mellom økter.
nn_no: Slå på infokapslar og lokal lagring i netlesaren din for å få tilgang til Firefox-kontoar. Dette vil t.d. slå på funksjonalitet som at du vert hugsa mellom økter.
ro: Te rugăm să activezi în browser cookie-urile și stocarea locală pentru a accesa Conturi Firefox. Astfel, va fi activată funcționalitatea de a ține minte contul între sesiuni.

source: Learn more
bs: Saznaj više
fy_nl: Mear ynfo
hy_am: Իմանալ ավելին
kk: Көбірек білу
lt: Sužinoti daugiau
ms: Ketahui lanjut
nb_no: Les mer
nn_no: Les meir
ro: Află mai multe
ta: மேலும் அறிய

source: Try again
bs: Pokušaj ponovo
fy_nl: Opnij probearje
hy_am: Կրկին փորձեք
kk: Қайтадан көріңіз
lt: Bandykite dar kartą
ms: Cuba lagi
nb_no: Prøv igjen
nn_no: Prøv på nytt
ro: Încearcă din nou
ta: மீண்டும் முயற்சி

source: Sign in to continue
bs: Prijavi se za nastavak
fy_nl: Meld jo oan om troch te gean
hy_am: Մուտք գործեք՝ շարունակելու համար
kk: Жалғастыру үшін кіріңіз
lt: Norėdami tęsti, prisijunkite
ms: Daftar masuk untuk terus
nb_no: Logg inn for å fortsette
nn_no: Logg inn for å fortsetje
ro: Autentifică-te pentru a continua
ta: தொடர்வதற்கு உள்நுழையவும்

source: Password
bs: Lozinka
fy_nl: Wachtwurd
hy_am: Գաղտնաբառ
kk: Пароль
lt: Slaptažodis
ms: Kata laluan
nb_no: Passord
nn_no: Passord
ro: Parola
ta: கடவுச்சொல்

source: Sign in
bs: Prijavi se
fy_nl: Oanmelde
hy_am: Մուտք գործել
kk: Кіру
lt: Prisijunkite
ms: Daftar masuk
nb_no: Logg inn
nn_no: Logg inn
ro: Autentifică-te
ta: உள்நுழை

source: Forgot password?
bs: Zaboravili ste lozinku?
fy_nl: Wachtwurd ferjitten?
hy_am: Մոռացե՞լ եք գաղտնաբառը։
kk: Пароліңізді ұмыттыңыз ба?
lt: Pamiršote slaptažodį?
ms: Lupa kata laluan?
nb_no: Glemt passord?
nn_no: Gløymt passordet?
ro: Ai uitat parola?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
bs: Ako nastavite, pristajete na <a id="fxa-tos" href="/legal/terms">Uvjete pružanja usluge</a> i <a id="fxa-pp" href="/legal/privacy">Obavijest o privatnosti</a> Firefox cloud usluga.
fy_nl: Troch fierder te gean gean jo akkoard mei de <a id="fxa-tos" href="/legal/terms">Servicebetingsten</a> en <a id="fxa-pp" href="/legal/privacy">Privacyferklearring</a> fan Firefox-cloudtsjinten.
kk: Жалғастыру нәтижесінде, сіз Firefox бұлттық қызметтерінің <a id="fxa-tos" href="/legal/terms">Қолдану шарттары</a> және <a id="fxa-pp" href="/legal/privacy">Жекелік ескертуімен</a> келісесіз.
lt: Tęsdami jūs sutinkate su <a id="fxa-tos" href="/legal/terms">Paslaugos teikimo sąlygomis</a> ir „Firefox“ debesijos paslaugų <a id="fxa-pp" href="/legal/privacy">Privatumo nuostatais</a>.
ms: Dengan meneruskan, anda bersetuju dengan <a id="fxa-tos" href="/legal/terms">Terma Perkhidmatan</a> dan <a id="fxa-pp" href="/legal/privacy">Notis Privasi</a> perkhidmatan cloud Firefox.
nb_no: Ved å fortsette, aksepterer du <a id="fxa-tos" href="/legal/terms">tjenestevilkårene</a> og <a id="fxa-pp" href="/legal/privacy">personvernsbestemmelser</a> for Firefox skytjenester.
nn_no: Ved å fortsetje seier du deg samd i <a id="fxa-tos" href="/legal/terms">tenestevilkåra</a> og <a id="fxa-pp" href="/legal/privacy">personvernmerknaden</a> for Firefox sine skytenester.
ro: Continuând, ești de acord cu <a id="fxa-tos" href="/legal/terms">termenii de utilizare a serviciului</a> și <a id="fxa-pp" href="/legal/privacy">politica de confidențialitate</a> a serviciilor cloud Firefox.
ta: தொடர்வதன் மூலம், பயர்பாக்ஸ் முகில்கணிமச் சேவைகளின் <a id="fxa-tos" href="/legal/terms">விதிமுறைகளையும்</a> தனியுரிமை <a id="fxa-pp" href="/legal/privacy">அறிகைளையும்</a> ஒப்புக்குகொள்கிறோம்.

source: Firefox cloud services
bs: Firefox cloud usluge
kk: Firefox бұлттық қызметтері
lt: „Firefox“ debesijos paslaugos
ms: Perkhidmatan cloud Firefox
nb_no: Firefox skytjenester
nn_no: Firefox skytenester
ro: Servicii cloud Firefox
ta: பயர்பாக்ஸ் முகில்கணிமச் சேவைகள்

source: Legal
bs: Pravno
fy_nl: Juridysk
hy_am: Օրինական
kk: Құқықтар
lt: Teisinė informacija
ms: Perundangan
nb_no: Juridisk
nn_no: Juridisk
ro: Mențiuni legale
ta: சட்டபூர்வ

source: Terms of Service
bs: Uslovi korištenja
fy_nl: Servicebetingsten
hy_am: Ծառայության պայմանները
kk: Қолдану шарттары
lt: Paslaugos teikimo sąlygos
ms: Terma Perkhidmatan
nb_no: Vilkår for bruk
nn_no: Tenestevilkår
ro: Termenii de utilizare a serviciilor
ta: சேவை விதிமுறைகள்

source: Privacy Notice
bs: Napomena o privatnosti
fy_nl: Privacybetingsten
hy_am: Գաղտնիության ծանուցում
kk: Жекелік ескертуі
lt: Privatumo pranešimas
ms: Notis Privasi
nb_no: Personvernserklæring
nn_no: Personvernmerknad
ro: Politica de confidențialitate
ta: தனியுரிமை அறிவிப்பு

source: Get the full Sync experience.
bs: Doživi potpuno iskustvo sinhronizacije.
fy_nl: Krij de folsleine Sync-ûnderfining.
hy_am: Ստացեք համաժամեցման ամբողջ փորձը։
kk: Синхрондауды толығымен қолданыңыз.
lt: Išbandykite visus Sync privalumus.
ms: Dapatkan pengalaman penuh Sync.
nb_no: Få full Sync-opplevelse.
nn_no: Få full Sync-oppleving.
ro: Bucură-te de experiența completă Sync.
ta: முழு ஒத்திசைவு அனுபவம் கிடைக்கும்.

source: Download Firefox for iOS!
bs: Preuzmi Firefox za iOS!
fy_nl: Download Firefox foar iOS!
hy_am: Ներբեռնել Firefox֊ը iOS֊ի համար
kk: iOS үшін Firefox-ты жүктеп алу!
lt: Parsisiųskite „Firefox“ „iOS“ įrenginiams!
ms: Muat turun Firefox untuk iOS!
nb_no: Last ned Firefox for iOS!
nn_no: Last ned Firefox for iOS!
ro: Descarcă Firefox pentru iOS!
ta: iOS இயங்கு தளத்திற்ககான பயர்பாக்சைப் பதிவிறக்குக!

source: Download Firefox for Android.
bs: Preuzmi Firefox za Android.
fy_nl: Download Firefox foar Android.
hy_am: Ներբեռնել Firefox֊ը Android֊ի համար
kk: Android үшін Firefox-ты жүктеп алу.
lt: Parsiųsti „Firefox“ „Android“ įrenginiams.
ms: Muat turun Firefox untuk Android.
nb_no: Last ned Firefox for Android.
nn_no: Last ned Firefox for Android.
ro: Descarcă Firefox pentru Android.
ta: ஆண்ட்ராய்டுக்கான பாயர்பாஃசை பதிவிறக்கு.

source: Download Firefox for mobile devices.
bs: Preuzmi Firefox za mobilne uređaje.
fy_nl: Download Firefox foar mobile apparaten.
hy_am: Ներբեռնեք Firefox֊ը բջջային սարքերի համար։
kk: Мобильді құрылғылар үшін Firefox-ты жүктеп алу.
lt: Parsiųsti „Firefox“ mobiliesiems įrenginiams.
ms: Muat turun Firefox untuk peranti mudah alih.
nb_no: Last ned Firefox for mobile enheter.
nn_no: Last ned Firefox for mobile einingar. (Merk: Android krev More Locals 2 el. l. for nn-NO)
ro: Descarcă Firefox pentru dispozitive mobile.
ta: கைப்பெசி சாதனங்களுக்கான பாயர்பாஃசை பதிவிறக்கு.

source: Request for permission
bs: Zahtjev za dozvolu
fy_nl: Oanfraach foar tastimming
hy_am: Թույլտվության խնդրանք
kk: Рұқсатқа сұраным
lt: Prašyti leidimo
ms: Permintaan izin
nb_no: Forespørsel om tillatelse
nn_no: Førespurnad om løyve
ro: Cerere de permisiune
ta: அனுமதிக்கு வேண்டுகிறேன்
