Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Account verified successfully
bs: Korisnički račun je uspješno verificiran
fy_nl: Account mei sukses ferifiearre
hy_am: Հաշիվը հաջողությամբ հաստատվեց
kk: Тіркелгі сәтті расталды
lt: Paskyra patvirtinta sėkmingai
ms: Akaun berjaya disahkan
nb_no: Konto verifisert
nn_no: Kontoen er stadfesta
ro: Cont verificat cu succes
ta: கணக்கு வெற்றிகரமாக சரிபார்க்கப்பட்டது

source: Password reset
bs: Resetovanje lozinke
fy_nl: Wachtwurd opnij ynsteld
hy_am: Վերատեղադրել գաղտնաբառը
kk: Парольді тастау
lt: Slaptažodžio atkūrimas
ms: Tetap semula kata laluan
nb_no: Passordtilbakestilling
nn_no: Passordet er tilbakestilt
ro: Resetarea parolei
ta: கடவுச்சொல்லை மீட்டமை

source: Password reset successfully. Sign in to continue.
bs: Resetovanje lozinke uspjelo. Prijavi se za nastavak.
fy_nl: Wachtwurd is opnij ynsteld. Meld jo oan om troch te gean.
hy_am: Գաղտնաբառը բարեհաջող վերատեղադրվել է։ Մուտք գործեք՝ շարունակելու համար։
kk: Парольді тастау сәтті аяқталды. Жалғастыру үшін кіріңіз.
lt: Slaptažodis atkurtas sėkmingai. Norėdami tęsti, prisijunkite.
ms: Tetap semula kata laluan berjaya. Log masuk untuk menyambung.
nb_no: Passord tilbakestilt. Logg inn for å fortsette.
nn_no: Passordet er tilbakestilt. Logg inn for å fortsetje.
ro: Parolă resetată cu succes. Autentifică-te pentru a continua.
ta: கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டது. தொடர உள்நுழையவும்.

source: %(permissionName)s (required)
bs: %(permissionName)s (potrebno)
fy_nl: %(permissionName)s (fereaske)
hy_am: %(permissionName)s (պարտադիր է)
kk: %(permissionName)s (керек)
lt: %(permissionName)s (būtina)
ms: %(permissionName)s (diperlukan)
nb_no: %(permissionName)s (påkrevd)
nn_no: %(permissionName)s (påkravd)
ro: %(permissionName)s (necesar)
ta: %(permissionName)s (தேவை)

source: Email address
bs: Email adresa
fy_nl: E-mailadres
hy_am: էլ֊փոստի հասցե
kk: Эл. пошта адресі
lt: El. pašto adresas
ms: Alamat e-mel
nb_no: E-postadresse
nn_no: E-postadresse
ro: Adresa de e-mail
ta: மின்னஞ்சல் முகவரி

source: Display name
bs: Ime za prikaz
fy_nl: Werjeftenamme
hy_am: Ցուցադրել անունը
kk: Көрсетілетін атыңыз
lt: Rodomas vardas
ms: Nama paparan
nb_no: Visningsnavn
nn_no: Visingsnamn
ro: Numele afișat
ta: தோன்றும் பெயர்

source: Account picture
bs: Slika korisničkog računa
fy_nl: Accountôfbylding
hy_am: Հաշվի նկար
kk: Тіркелгі суреті
lt: Paskyros nuotrauka
ms: Gambar akaun
nb_no: Kontobilde
nn_no: Kontobilde
ro: Imaginea contului
ta: கணக்கு புகைப்படம்

source: Welcome back
bs: Dobrodošli nazad
fy_nl: Wolkom werom
hy_am: Բարի վերադարձ
kk: Қайта қош келдіңіз
lt: Sveiki sugrįžę
ms: Selamat kembali
nb_no: Velkommen tilbake
nn_no: Velkomen tilbake
ro: Bine ai revenit
ta: மீண்டும் வருக

source: Firefox Sync will resume momentarily
bs: Firefox sinhronizacija će se nastaviti momentalno
fy_nl: Firefox Sync sil ynkoarten trochgean
hy_am: Firefox Sync֊ը վայրկյանական կվերսկսվի
kk: Firefox синхронизациясы қазір жалғастырылады
lt: „Firefox“ sinchronizavimas bus pratęstas netrukus
ms: Firefox Sync akan diteruskan sebentar
nb_no: Firefox Sync vil gjenoppta om et øyeblikk
nn_no: Firefox Sync vil halde fram snart
ro: Firefox Sync va continua în câteva momente
ta: பாயர்பாக்ஸ் ஒத்திசைவு சிறிது நேரத்தில் தொடரும்

source: Complete set-up by entering the new password on your other Firefox devices.
bs: Završi postavljanje unosom nove lozinke na druge Firefox uređaje.
fy_nl: Foltôgje de ynstallaasje troch it nije wachtwurd op jo oare Firefox-apparaten yn te foljen.
hy_am: Ավարտեք տեղակայումը՝ Firefox-ի Ձեր այլ սարքերում նոր գաղնաբառ մուտքագրելով։
kk: Баптауды аяқтау үшін басқа Firefox құрылғыларыңызда жаңа парольді енгізіңіз.
lt: Užbaikite konfigūravimą, įvesdami naująjį slaptažodį visuose savo įrenginiuose su „Firefox“ naršykle.
ms: Lengkapkan set-up dengan memasukkan kata laluan baru pada peranti Firefox anda yang lain.
nb_no: Fullfør oppsettet ved å skrive inn det nye passordet på de andre Firefox-enhetene dine.
nn_no: Fullfør oppsettet med å skrive inn det nye passordet på dei andre Firefox-einingane dine.
ro: Finalizează configurarea prin introducerea noii parole pe celelalte dispozitive Firefox.
ta: மற்ற பயர்பாஃசு சாதனங்களில் உங்களின் புதிய கடவுச்சொல்லை உள்ளிட்டு அமைத்தலை முடிக்கவும்.

source: Sign-in confirmed
bs: Prijava potvrđena
fy_nl: Oanmelding befêstige
hy_am: Մուտք գործումը հաստատվել է
kk: Кіру расталды
lt: Prisijungimas patvirtintas
ms: Daftar masuk disahkan
nb_no: Innlogging bekreftet
nn_no: Innlogging stadfesta
ro: Autentificare confirmată
ta: உள்நுழைவு உறுதி செய்யப்பட்டது

source: You are now ready to use %(serviceName)s
bs: Spremni ste za korištenje %(serviceName)s
fy_nl: Jo kinne %(serviceName)s no brûke
hy_am: Դուք այժմ կարող եք օգտագործել %(serviceName)s
kk: Сіз енді %(serviceName)s қолдануға дайынсыз
lt: Galite pradėti naudotis „%(serviceName)s“
ms: Anda kini sedia untuk menggunakan %(serviceName)s
nb_no: Du er nå klar til å bruke %(serviceName)s
nn_no: Du kan no bruke %(serviceName)s
ro: Ești gata să folosești %(serviceName)s
ta: தாங்கள் இப்பொழுது %(serviceName)s சேவையை பயன்படுத்தலாம்

source: Account verified
bs: Korisnički račun verifikovan
fy_nl: Account ferifiearre
hy_am: Հաշիվը հատատվել է
kk: Тіркелгі расталды
lt: Paskyra patvirtinta
ms: Akaun disahkan
nb_no: Konto verifisert
nn_no: Konto stadfesta
ro: Cont verificat
ta: கணக்கு சரிபார்க்கப்பட்டது

source: Unknown account. <a href="/signup">Sign up</a>
bs: Nepoznat račun. <a href="/signup">prijavi se</a>
fy_nl: Unbekende account. <a href="/signup">Registrearje</a>
hy_am: Անհայտ հաշիվ: <a href="/signup">Մուտք գործել</a>
kk: Белгісіз тіркелгі. <a href="/signup">Тіркелгіні жасау</a>
lt: Paskyra nežinoma. <a href="/signup">Registruotis</a>
ms: Akaun tidak diketahui. <a href="/signup">Daftar</a>
nb_no: Ukjent konto. <a href="/signup">Registrer deg</a>
nn_no: Ukjend konto. <a href="/signup">Registrer deg</a>
ro: Cont necunoscut. <a href="/signup">Înregistrează-te</a>
ta: தெரியாத கணக்கு. <a href="/signup">பதிவு செய்</a>

source: Unknown Firefox Account. <a href="/signup">Sign up</a> using your previous Add-ons account email address to access your Add-ons data.
bs: Nepoznat Firefox račun. <a href="/signup">Prijavite se</a> koristeći prethodnu email adresu računa dodataka za pristup vašim podacima dodataka.
fy_nl: Unbekende Firefox-account. <a href="/signup">Registrearje</a> mei help fan it e-mailadres fan jo eardere Add-ons-account om jo add-on-gegevens te benaderjen.
kk: Белгісіз Firefox тіркелгісі. Қосымшаларыңыздың деректеріне қатынау үшін, өзіңіздің алдыңғы тіркелгі эл. пошта адресін қолданып, <a href="/signup">тіркелгіні жасаңыз</a>.
lt: „Firefox“ paskyra nežinoma. Jei norite pasiekti turimus savo priedų duomenis, <a href="/signup">užsiregistruokite</a>, naudodamiesi savo anksčiau Priedų svetainės paskyroje naudotu el. pašto adresu.
ms: Akaun Firefox tidak dikenali. <a href="/signup">Daftar</a>menggunakan alamat e-mel akaun Add-ons terdahulu anda untuk mengakses data Add-ons.
nb_no: Ukjent Firefox-konto. <a href="/signup">Registrer deg</a> med e-postadressen som du tidligere har brukt for å få tilgang til dine data på nettstedet Utvidelser.
nn_no: Ukjend Firefox-konto. <a href="/signup">Registrer deg</a> med e-postadressa di som du tidlegare har brukt for å få tilgang til dataa dine på nettstaden Utvidingar.
ro: Cont Firefox necunoscut. <a href="/signup">Înregistrează-te</a> folosind e-mailul anterior asociat contului de Add-ons (Suplimente) pentru a accesa datele tale din site-ul Add-ons.
ta: தெரியாத பயர்பாஃசு கணக்கு. கூடுதல் நிரல் கணக்கின் மூலம் <a href="/signup">உள்நுழைந்து</a> கூடுதல் நிரல் தகவலை அணுகவும்.

source: Account no longer exists. Recreate it?
bs: Račun više ne postoji. Kreirajte ponovo?
fy_nl: Account bestiet net mear. Opnij oanmeitsje?
hy_am: Հաշիվն այլևս գոյություն չունի։ Վերստեղծե՞լ այն։
kk: Тіркелгі енді жоқ болып тұр. Оны қайта жасау керек пе?
lt: Jūsų paskyra nebeegzistuoja. Atkurti paskyrą?
ms: Akaun tidak lagi wujud. Cipta kembali?
nb_no: Kontoen finnes ikke lenger. Vil du gjenskape den?
nn_no: Kontoen finst ikkje lenger. Vil du skape han på nytt?
ro: Contul nu mai există. Îl recreezi?
ta: கணக்கை நீண்ட காலம் பாவிக்கல. மீண்டும் உருவாக்க வேண்டுமா?

source: Account already exists. <a href="/signin">Sign in</a>
bs: Račun već postoji. <a href="/signin">Prijavi se</a>
fy_nl: Account bestiet al. <a href="/signin">Oanmelde</a>
hy_am: Հաշիվը արդեն գոյություն ունի: <a href="/signin">Մուտք գործել</a>
kk: Тіркелгі бар болып тұр. <a href="/signin">Кіру</a>
lt: Paskyra jau egzistuoja. <a href="/signin">Prisijungti</a>
ms: Akaun telah wujud. <a href="/signin">Daftar masuk</a>
nb_no: Kontoen finnes allerede. <a href="/signin">Logg inn</a>
nn_no: Kontoen finst allereie. <a href="/signin">Logg inn</a>
ro: Contul există deja. <a href="/signin">Autentifică-te</a>
ta: கணக்கு ஏற்கனவே உள்ளது. <a href="/signin">உள்நுழைக</a>

source: App link resent to %(phoneNumber)s
fy_nl: App-keppeling ferstjoerd nei %(phoneNumber)s
kk: Қолданбаны тастау сілтемесі %(phoneNumber)s нөміріне жіберілді
lt: Programėlės saitas nusiųstas į %(phoneNumber)s
ms: Pautan aplikasi telah dihantar semula ke %(phoneNumber)s
nb_no: App-lenke sendt på nytt til %(phoneNumber)s
nn_no: App-lenke sendt til %(phoneNumber)s
ta: %(phoneNumber)s எண்ணிற்கு செயலித் தொடுப்பு மீண்டும் அனுப்பியுள்ளோம்

source: Courtesy of <a href="https://www.gravatar.com">Gravatar</a>
fy_nl: Mei tank oan <a href="https://www.gravatar.com">Gravatar</a>
kk: <a href="https://www.gravatar.com">Gravatar</a> ұсынған
lt: Gauta iš <a href="https://www.gravatar.com">„Gravatar“</a>
ms: Ihsan daripada <a href="https://www.gravatar.com">Gravatar</a>
nb_no: Levert av <a href="https://www.gravatar.com">Gravatar</a>
nn_no: Med velvillig løyve frå <a href="https://www.gravatar.com">Gravatar</a>
ro: Mulțumită <a href="https://www.gravatar.com">Gravatar</a>

source: Password changed successfully
bs: Promjena lozinke uspješna
fy_nl: Wachtwurd mei sukses wizige
hy_am: Գաղտնաբառը հաջողությամբ փոփոխվել է
kk: Пароль сәтті өзгертілді
lt: Slaptažodis sėkmingai pakeistas
ms: Kata laluan berjaya ditukar
nb_no: Passordet er endret
nn_no: Passordet er endra
ro: Parolă schimbată cu succes
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
bs: Žao nam je zbog ovoga. Trebate promijeniti vašu lozinku za Firefox korisnički račun i tražite informacije od proizvođača uređaja za remote brisanje podataka.
fy_nl: Wy fine it spitich om dit te hearen. Jo moatte jo wachtwurd foar Firefox Account wizigje, en by de ynformaasje fan de fabrikant fan jo apparaat sjen hoe't jo gegevens op ôfstân wiskje kinne.
hy_am: Որտեղ եք լսել այս մասին։ Դուք պետք է փոխեք ձեր Firefox հաշվի գաղտնաբառը և ձեր սարքի ատրադրողի կողմից տեղեկատվություն փնտրեք ձեր տվյալների հեռակա հեռացման մասին։
kk: Бұл туралы есту өкінішті. Сізге Firefox тіркелгіңіздің паролін ауыстыру керек, және деректеріңізді қашықтан өшіру мүмкіндігі туралы құрылғы шығарушысы ақпаратын қарау керек.
lt: Apgailestaujame, jog taip nutiko. Rekomenduojame jums pakeisti savo „Firefox“ paskyros slaptažodį ir pasidomėti, ar įrenginio gamintojas nesuteikia galimybės pašalinti įrenginyje likusių duomenų nuotoliniu būdu.
ms: Maaf di atas kesulitan ini. Anda perlu mengubah kata laluan Akaun Firfeox anda, dan dapatkan informasi daripada pengilang peranti anda berkenaan memadam data anda dari jauh.
nb_no: Det var kjedelig å høre. Du bør endre passordet på Firefox-kontoen din, og se etter informasjon fra produsenten av enheten om hvordan du fjernsletter data.
nn_no: Det var ikkje kjekt å høyre. Du bør byte passord på Firefox-kontoen din, og sjå etter informasjon frå produsenten av eininga di om korleis du fjernslettar data.
ro: Ne pare rău. Trebuie să schimbi parola contului tău de Firefox și să cauți informații despre ștergerea datelor de la distanță furnizate de producătorul dispozitivului.
ta: கேட்பதற்கு சங்கடமாக உள்ளது. உங்கள் பயர்பாஃசு கணக்கின் கடவுச்சொல்லை மாற்றவும், மேலும் உங்கள் சாதன தாயரிப்பாளர் தகவலின் உதவிகொண்டு தொலைநிலை மூலம் தரவை அகற்ற முடியுமா எனப் பாருங்கள்.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
bs: Žao nam je zbog ovoga. Ako je ovo bio uređaj kojem ne vjerujete, trebate promijeniti lozinku vašeg Firefof korisničkog računa i sve lozinke spašene u Firefoxu.
fy_nl: Wy fine it spitich om dit te hearen. As dit in apparaat wie dat jo echt net fertrouwe, dan moatte jo it wachtwurd foar Firefox Account wizigje, en elk wachtwurd bewarre yn Firefox wizigje.
hy_am: Որտեղից եք լսել այս մասին։ Եթե սա մի սարք էր, որին իսկապես չեք վստահում, ապա պետք է փոխեք ձեր Firefox հաշվի գաղտնաբառը և փոխեք Firefox֊ում պահված ցանկացած գաղտնաբառ։
kk: Бұл туралы естуге өкініштіміз. Егер ол құрылғыға толығымен сенбеген болсаңыз, онда Firefox тіркелгі паролін, және Firefox-та сақталған барлық парольдерді өзгерту керек.
lt: Apgailestaujame, jog taip nutiko. Jei tai įrenginys, kuriuo tikrai nepasitikite, rekomenduojame jums pakeisti savo „Firefox“ paskyros slaptažodį ir visus „Firefox“ naršyklėje įrašytus slaptažodžius.
ms: Maaf di atas kesulitan ini. Jika ini merupakan peranti yang tidak anda percayai, anda perlu menukar kata laluan Akaun Firefox, dan menukar sebarang kata laluan yang tersimpan di Firefox.
nb_no: Det var kjedelig å høre. Om dette var en enhet du virkelig ikke stoler på, bør du bytte passord på Firefox-kontoen din, og endre alle passord lagret i Firefox.
nn_no: Det var ikkje kjekt å høyre. Om dette var ei eining du verkeleg ikkje stolar på, bør du byte passord på Firefox-kontoen din, og endre alle andre passord lagra i Firefox.
ro: Ne pare rău. Dacă a fost un dispozitiv în care chiar nu ai încredere, trebuie să schimbi parola contului de Firefox și toate parolele salvate în Firefox.
ta: கேட்பதற்கு சங்கடமாக உள்ளது. நீங்கள் நம்பக்கூடிய சாதனமாக இல்லையெனில் உங்கள் பயர்பாஃசு கணக்கின் கடவுச்சொல்லை கணடிப்பாக மாற்றுவதுடன் பயர்பாஃசில் சேமித்த கடவுச்சொற்களையும் மாற்றவும்.

source: Web Session, %(userAgent)s
bs: Web sesija, %(userAgent)s
fy_nl: Websesje, %(userAgent)s
hy_am: Ցանցային աշխատաշրջան, %(userAgent)s
kk: Веб сессиясы, %(userAgent)s
lt: Saityno seansas, %(userAgent)s
ms: Sesi Web, %(userAgent)s
nb_no: Nett-økt, %(userAgent)s
nn_no: Nett-økt, %(userAgent)s
ro: Sesiune web, %(userAgent)s
ta: வலை அமர்வு, %(userAgent)s

source: Last active %(translatedTimeAgo)s
bs: Posljednja aktivnost %(translatedTimeAgo)s
fy_nl: Lêst aktyf %(translatedTimeAgo)s
hy_am: Վերջին գործունությունը %(translatedTimeAgo)s
kk: Соңғы белсенділік %(translatedTimeAgo)s
lt: Paskiausiai jungtasi %(translatedTimeAgo)s
ms: Terakhir aktif pada %(translatedTimeAgo)s
nb_no: Sist aktiv %(translatedTimeAgo)s
nn_no: Sist aktiv %(translatedTimeAgo)s
ro: Activ ultima dată %(translatedTimeAgo)s

source: Subscribed successfully
bs: Pretplata uspješna
fy_nl: Ynskriuwen slagge
hy_am: Հաջողությամբ բաժանորդագրվել է
kk: Жазылу сәтті аяқталды
lt: Užsiprenumeravote sėkmingai
ms: Langganan berjaya
nb_no: Abonnement startet
nn_no: Abonnementet starta
ro: Te-ai abonat cu succes
ta: வெற்றிகரமாக சந்தாபடுத்தப்பட்டது

source: Unsubscribed successfully
fy_nl: Utskriuwen slagge
kk: Жазылуды үзу сәтті аяқталды
lt: Atsisakėte prenumeratos sėkmingai
ms: Berjaya membatalkan langganan
nb_no: Abonnement stoppet
nn_no: Abonnementet stoppa
ro: Te-ai dezabonat cu succes
ta: வெற்றிகரமாக சந்தா நீக்கப்பட்டது

source: Account deleted successfully
bs: Račun je uspješno izbrisan
fy_nl: Account mei sukses fuortsmiten
hy_am: Հաշիվը հեռացվել է
kk: Тіркелгі сәтті өшірілді
lt: Paskyra pašalinta sėkmingai
ms: Akaun berjaya dihapuskan
nb_no: Kontoen er nå slettet
nn_no: Kontoen er no sletta
ro: Cont șters cu succes
ta: கணக்கு வெற்றிகரமாக நீக்கப்பட்டது

source: Display name updated
bs: Ime prikaza ažurirano
fy_nl: Werjeftenamme bywurke
hy_am: Ցուցադրման անունը թարմացվել է
kk: Көрсетілетін аты жаңартылды
lt: Rodomas vardas atnaujintas
ms: Nama paparan dikemaskini
nb_no: Visningsnavn oppdatert
nn_no: Visingsnamn oppdatert
ro: Nume afișat actualizat
ta: காட்சி பெயர் புதுப்பிக்கப்பட்டது

source: Your account has been locked for security reasons
bs: Vaš korisnički račun je zaključan zbog sigurnosnih razloga
fy_nl: Jo account is om feilichheidsredenen beskoattele
hy_am: Ձեր հաշիվը արգելափակվել է անվտանգության նկատառումներից ելնելով
kk: Тіркелгіңіз қауіпсіздік салдарынан блокталды
lt: Jūsų paskyra saugumo sumetimais buvo užrakinta
ms: Akaun anda telah dikunci di atas faktor keselamatan
nb_no: Kontoen din er låst av sikkerhetsmessige årsaker
nn_no: Kontoen din er låst av tryggingsomsyn
ro: Contul tău a fost blocat din motive de securitate
ta: பாதுகாப்பு காரணத்தால் தங்களின் கணக்கு மூடப்பட்டது

source: Reset password
bs: Resetuj lozinku
fy_nl: Wachtwurd opnij ynstelle
hy_am: Վերատեղադրել գաղտնաբառը
kk: Парольді тастау
lt: Atkurkite slaptažodį
ms: Set semula kata laluan
nb_no: Tilbakestill passord
nn_no: Tilbakestill passordet
ro: Resetează parola
ta: கடவுச்சொல் மீட்டமை

source: Open Gmail
bs: Otvori Gmail
fy_nl: Gmail iepenje
hy_am: Բացել Gmail
kk: Gmail ашу
lt: Atverti „Gmail“
ms: Buka Gmail
nb_no: Åpne Gmail
nn_no: Opne Gmail
ro: Deschide Gmail
ta: கூகுள் மடலைத் திற

source: Open Hotmail
bs: Otvori Hotmail
fy_nl: Hotmail iepenJe
hy_am: Բացել Hotmail
kk: Hotmail ашу
lt: Atverti „Hotmail“
ms: Buka Hotmail
nb_no: Åpne Hotmail
nn_no: Opne Hotmail
ro: Deschide Hotmail
ta: ஹாட்மெயிலைத் திற

source: Open Yahoo
bs: Otvori Yahoo
fy_nl: Yahoo iepenje
hy_am: Բացել Yahoo
kk: Yahoo ашу
lt: Atverti „Yahoo“
ms: Buka Yahoo
nb_no: Åpne Yahoo
nn_no: Opne Yahoo
ro: Deschide Yahoo
ta: யாகூவைத் திற

source: Open Outlook
bs: Otvori Outlook
fy_nl: Outlook iepenje
hy_am: Բացել Outlook
kk: Outlook ашу
lt: Atverti „Outlook“
ms: Buka Outlook
nb_no: Åpne Outlook
nn_no: Opne Outlook
ro: Deschide Outlook
ta: அவுட்லுக்கைத் திற

source: Open Restmail
bs: Otvori Restmail
fy_nl: Restmail iepenje
hy_am: Բացել Restmail
kk: Restmail ашу
lt: Atverti „Restmail“
ms: Buka Restmail
nb_no: Åpne Restmail
nn_no: Opne Restmail
ro: Deschide Restmail
ta: ரெஸ்ட்மடலைத் திற

source: Email resent
bs: Email ponovo poslan
fy_nl: E-mailberjocht opnij ferstjoerd
kk: Эл. пошта хаты қайта жіберілді
lt: Laiškas išsiųstas pakartotinai
ms: E-mel telah dihantar semula
nb_no: E-post sendt på nytt
nn_no: E-post sendt på nytt
ro: E-mail retrimis
ta: மின்னஞ்சல் மீண்டும் அனுப்பப்பட்டது

source: Unexpected error
bs: Neočekivana greška
fy_nl: Unferwachte flater
hy_am: Անսպասելի սխալ
kk: Күтпеген қате
lt: Netikėta klaida
ms: Ralat di luar jangkaan
nb_no: Uventet feil
nn_no: Uventa feil
ro: Eroare neașteptată
ta: எதிர்பாராத பிழை

source: The link you clicked to verify your email is expired.
bs: Link koji ste kliknuli za verifikaciju email je istekao.
fy_nl: De keppeling wêrop jo klikt hawwe om jo e-mailadres te ferifiearjen is ferrûn.
hy_am: Ձեր էլ֊փոստը հաստատելու համար սեղմված հղումը սպառվել է։
kk: Эл. пошта адресін растау үшін сіз шерткен сілтеменің мерзімі біткен.
lt: El. pašto patvirtinimo saitas, kurį spaudėte, nebegalioja.
ms: Pautan yang anda klik untuk mengesahkan e-mel anda telah luput.
nb_no: Linken du klikket på for å verifisere e-postadressen din er utløpt.
nn_no: Lenka du trykte på for å stadfesta e-postadressa di har gått ut.
ro: Linkul pe care ai dat clic pentru verificarea e-mailului a expirat.
ta: உங்கள் மின்னஞ்சலை சரிபார்க்க சொடுக்கிய தொடுப்பு காலாவதியானது.

source: You've tried too many times. Try again later.
bs: Previše pokušaja. Pokušajte ponovo kasnije.
fy_nl: Jo hawwe te faaks besocht. Probearje letter opnij.
hy_am: Դուք շատ եք փորձել։ Կրկին փորձեք ավելի ուշ։
kk: Тым көп талаптар санын жасадыңыз. Кейінірек қайталап көріңіз.
lt: Pasiektas didžiausias leistinas bandymų skaičius. Bandykite vėliau.
ms: Anda telah mencuba terlalu banyak. Sila cuba sebentar lagi.
nb_no: Du har prøvd for mange ganger. Prøv igjen senere.
nn_no: Du har prøvd for mange gongar. Prøv på nytt seinare.
ro: Ai încercat de prea multe ori. Încearcă din nou mai târziu.
ta: அதிக முயற்சிகள் செய்துவிட்டீர்கள். சிறிது நேரத்திற்கு கழித்து முயற்சிக்கவும்.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
bs: Previše pokušaja. Pokušajte ponovo %(retryAfterLocalized)s.
fy_nl: Jo hawwe te faaks besocht. Probearje opnij nei %(retryAfterLocalized)s.
hy_am: Դուք շատ եք փորձել։ Կրկին փորձեք %(retryAfterLocalized)s։
kk: Тым көп талаптар санын жасадыңыз. %(retryAfterLocalized)s кейін қайталап көріңіз.
lt: Pasiektas didžiausias leistinas bandymų skaičius. Bandykite %(retryAfterLocalized)s.
ms: Anda telah mencuba banyak kali. Cuba lagi %(retryAfterLocalized)s.
nb_no: Du har prøvd for mange ganger. Prøv igjen om %(retryAfterLocalized)s.
nn_no: Du har prøvd for mange gongar. Prøv på nytt om %(retryAfterLocalized)s.
ro: Ai încercat de prea multe ori. Încearcă din nou %(retryAfterLocalized)s.
ta: அதிக முயற்சிகள் செய்துவிட்டீர்கள். %(retryAfterLocalized)s கழித்து முயற்சிக்கவும்.

source: Invalid token
bs: Token nije validan
fy_nl: Unjildich token
hy_am: Անվավեր կոդանշան
kk: Қате токен
lt: Neteisingas prieigos raktas
ms: Token tidak sah
nb_no: Ugyldig token
nn_no: Ugyldig token
ro: Jeton invalid
ta: செல்லுபடியாகாத டோக்கன்

source: Invalid timestamp in request signature
bs: Nevažeća vremenska oznaka u potpisivanju zahtjeva
fy_nl: Unjildich tiidstimpel yn oanfraachhântekening
hy_am: Ստորագրության դիմման մեջ անվավեր ժամակնիք
kk: Сұранымның уақыт белгісі қате
lt: Užklausos paraše yra netinkama laiko žyma
ms: Timestamp tidak sah dalam permintaan tandatangan
nb_no: Ugyldig tidsstempel i signaturen til forespørselen
nn_no: Ugyldig tidsstempel i førespurd signatur
ro: Marcaj de timp invalid în semnătura solicitării
ta: கோரிக்கை கையப்ப்தில் தவறான கால முத்திரை

source: Invalid nonce in request signature
bs: Nevažeći noonce u zahtjevu potpisa
fy_nl: Unjildige nonce yn oanfraachhântekening
hy_am: Հայցի ստորագրությունը անվավեր է
kk: Сұранымның кездейсоқ коды қате
lt: Užklausos paraše yra netinkamas kriptografinis raktas "nonce"
ms: Kata ketika tidak sah pada permintaan tanda tangan
nb_no: Ugyldig nonce i signaturen til forespørselen
nn_no: Ugyldig nonce i signaturen til førespurnaden
ro: Număr unic aleatoriu invalid în semnătura solicitării
ta: கோரிக்கை கையொப்பத்தில் தவறு ஏதுமில்லை

source: Account already exists
bs: Račun već postoji
fy_nl: Account bestiet al
hy_am: Հաշիվը արդեն գոյություն ունի
kk: Тіркелгі бар болып тұр
lt: Tokia paskyra jau yra
ms: Akaun telah wujud
nb_no: Kontoen finnes allerede
nn_no: Kontoen finst allereie
ro: Contul există deja
ta: கணக்கு ஏற்கனவே உள்ளது

source: Unknown account
bs: Nepoznat račun
fy_nl: Unbekende account
hy_am: Անհայտ հաշիվ
kk: Белгісіз тіркелгі
lt: Nežinoma paskyra
ms: Akaun tidak dikenali
nb_no: Ukjent konto
nn_no: Ukjend konto
ro: Cont necunoscut
ta: அறியப்படாத கணக்கு

source: Incorrect email case
bs: Neispravan spis emaila
fy_nl: Ferkearde letters yn e-mailadres
hy_am: Էլ֊փոստի սխալ միջադեպ
kk: Эл. пошта регистрі қате
lt: Neteisingas raidžių registras el. pašto adrese
ms: Bentuk emel salah
nb_no: Ugyldig e-posttilfelle
nn_no: Ugyldig e-post tilfelle
ro: Adresă de e-mail scrisă cu minuscule/majuscule incorecte
ta: தவறான மின்னஞ்சல் வழக்கு

source: Incorrect password
bs: Neispravna lozinka
fy_nl: Ferkeard wachtwurd
hy_am: Սխալ գաղտնաբառ
kk: Пароль қате
lt: Neteisingas slaptažodis
ms: Kata laluan salah
nb_no: Feil passord
nn_no: Feil passord
ro: Parolă incorectă
ta: தவறான கடவுச்சொல்

source: Unverified account
bs: Neverifikovan račun
fy_nl: Net-ferifiearre account
hy_am: Չհաստատված հաշիվ
kk: Расталмаған тіркелгі
lt: Nepatvirtinta paskyra
ms: Akaun tidak disahkan
nb_no: Ubekreftet konto
nn_no: Kontoen er ikkje stadfesta
ro: Cont neverificat
ta: சரிபார்க்கப்படாத கணக்கு
