Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
bs: Email ponovo poslan. Dodajte accounts@firefox.com u vaše kontakte da osigurate glatku isporuku.
fy_nl: E-mail opnij ferstjoerd. Foegje accounts@firefox.com ta oan jo kontakten foar in soepele ôflevering.
hy_am: Փոստը նորից ուղարկվեց։ Ձեր կապորդում ավելացրեք accounts@firefox.com սահուն առաքում ապահովելու համար։
lt: Laiškas išsiųstas pakartotinai. Kad jis jus pasiektų be trukdžių, įtraukite adresą „accounts@firefox.com“ į savo adresų knygą.
ms: E-mel dihantar semula. Tambah accounts@firefox.com pada kenalan anda supaya mudah dihantar.
nb_no: E-post sendt på nytt. Legg til accounts@firefox.com til kontaktene dine for å sikre en problemfri levering.
nn_no: E-post sendt på nytt. Legg til accounts@firefox.com til kontaktane dine for å sikre ei problemfri levering.
ro: Mesaj pe e-mail retrimis. Adaugă accounts@firefox.com în lista de contacte pentru a te asigura că nu sunt probleme la primire.

source: Primary email verified successfully
bs: Primarna email adresa uspješno verificirana
fy_nl: Primêr e-mailadres mei sukses ferifiearre
hy_am: Առաջնային էլ֊փոստը հաջողությամբ հաստատվեց
kk: Біріншілік эл. пошта сәтті расталды
lt: Pagrindinis el. paštas sėkmingai patvirtintas
ms: E-mel utama berjaya disahkan
nb_no: Primær e-postadresse bekreftet
nn_no: Primær e-post stadfesta
ro: E-mail principal verificat cu succes
ta: முதன்மை மின்னஞ்சல் வெற்றிகரமாக சரிபார்க்கப்பட்டது

source: Logins
bs: Prijave
fy_nl: Oanmeldingen
hy_am: Մուտքանուններ
kk: Логиндер
lt: Prisijungimai
ms: Log masuk
nb_no: Innlogginger
nn_no: Innloggingar
ro: Autentificări
ta: உள்நுழைவுகள்

source: Secondary email verified successfully
bs: Sekundarna email adresa uspješno verificirana
fy_nl: Sekundêr e-mailadres mei sukses ferifiearre
hy_am: Երկրորդային էլ֊փոստը հաջողությամբ հաստատվեց
kk: Екінішілік эл. пошта сәтті расталды
lt: Antrinis el. paštas sėkmingai patvirtintas
ms: E-mel sekunder berjaya disahkan
nb_no: Sekundær e-postadresse bekreftet
nn_no: Sekundær e-post stadfesta
ro: E-mail secundar verificat cu succes
ta: இரண்டாம் மின்னஞ்சல் வெற்றிகரமாக சரிபார்க்கப்பட்டது

source: Password reset successfully
bs: Lozinka uspješno resetovana
fy_nl: Wachtwurd mei sukses opnij ynsteld
hy_am: Գաղտնաբառը հաջողությամբ վերատեղադրվեց
kk: Парольді тастау сәтті аяқталды
lt: Slaptažodis atkurtas sėkmingai
ms: Kata laluan berjaya diset semula
nb_no: Passordet er tilbakestilt
nn_no: Passordet er tilbakestilt
ro: Parolă resetată cu succes
ta: கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டது

source: Can not change primary email to an unverified email
bs: Primarni email se ne može promijeniti u neprovjeren email
fy_nl: Kin primêr e-mailadres net wizigje nei in net-ferifiearre e-mailadres
hy_am: Հնարավոր չէ փոփոխել առաջնային էլ֊փոստը չհաստատված էլ֊փոստով
kk: Біріншілік эл. поштаны расталмаған поштаға ауыстыру мүмкін емес
lt: Nepatvirtinto el. pašto adreso negalima skirti pagrindiniu paskyros adresu
ms: Tidak boleh menukar e-mel utama ke e-mel yang tidak diperakukan
nb_no: Kan ikke endre primær e-postadresse til en ubekreftet e-postadresse
nn_no: Ein kan ikkje endre primær e-postadresse til ei ikkje-stadfesta-postadresse
ro: E-mailul principal nu poate fi schimbat cu o adresă neverificată
ta: முதன்மை மின்னஞ்சலை சரிபார்க்கப்படாத மின்னஞ்சலுக்கு மாற்றியமைக்க முடியாது

source: Can not change primary email to an email that does not belong to this account
bs: Primarni email se ne može promijeniti u email koji ne pripada ovom računu
fy_nl: Kin primêr e-mailadres net wizigje nei in e-mailadres dat net by dizze account heart
hy_am: Հնարավոր չէ փոփոխել առաջնային էլ֊փոստը այն էլ֊փոստով, որը չի պատկանում այս հաշվին
kk: Біріншілік эл. поштаны бұл тіркелгіге жатпайтын поштаға ауыстыру мүмкін емес
lt: El. pašto adreso, nesusieto su šia paskyra, negalima skirti pagrindiniu jos adresu
ms: Tidak boleh menukar e-mel utama ke e-mel yang tidak dikaitkan dengan akaun ini
nb_no: Kan ikke endre primær e-postadresse til en e-postadresse som ikke tilhører denne kontoen
nn_no: Ein kan ikke endre primær e-postadresse til ei e-postadresse som ikkje høyrer til denne kontoen
ro: E-mailul principal nu poate fi schimbat cu o adresă de e-mail care nu este asociată acestui cont

source: This email can not currently be used to login
bs: Ovaj email se trenutno ne može koristiti za prijavu
fy_nl: Dit e-mailadres kin op dit stuit net foar oanmelding brûkt wurde
hy_am: Այս Էլ֊փոստի հասցեն մուտքագործման համար ներկայումս չի կարող օգտագործվել
kk: Бұл эл. поштаны ағымдағы уақытта кіру үшін қолдану мүмкін емес
lt: Šio el. pašto adreso šiuo metu negalima naudoti prisijungimui
ms: E-mel ini tidak boleh digunakan untuk log masuk
nb_no: Denne e-postadressen kan for tiden ikke brukes til å logge inn med
nn_no: Denne e-postadressa kan for tida ikkje brukast til å logge inn med
ro: Această adresă de e-mail nu poate fi momentan utilizată pentru autentificare
ta: இந்த மின்னஞ்சல் உள்நுழைய பயன்படுத்த முடியாது

source: Failed to send email
bs: Slanje poruke nije uspjelo
fy_nl: Ferstjoeren fan e-mailberjocht is mislearre
hy_am: Չհաջողվեց ուղարկել Էլ֊փոստը
kk: Эл. поштаны жіберу сәтсіз аяқталды
lt: Laiško nepavyko išsiųsti
ms: Gagal menghantar e-mel
nb_no: Kunne ikke sende e-post
nn_no: Mislykka sending av e-post
ro: Nu s-a reușit trimiterea e-mailului
ta: மின்னஞ்சலை அனுப்ப முடியவில்லை

source: Invalid sign-in verification code
bs: Neispravan kod verifikacije prijave
fy_nl: Unjildige oanmeldferifikaasjekoade
kk: Кірудің растау коды қате
lt: Prisijungimo patvirtinimo kodas klaidingas
ms: Kod pengesahan daftar masuk tidak sah
nb_no: Ugyldig bekreftelseskode for innlogging
nn_no: Ugyldig stadfestingskode for innlogging
ro: Cod de verificare pentru autentificare nevalid

source: This verification code has expired
bs: Ovaj kod verifikacije je istekao
fy_nl: Dizze ferifikaasjekoade is ferrûn
hy_am: Այս հաստատման կոդը սպառվել է
kk: Бұл растау коды ескірген
lt: Šis patvirtinimo kodas nebegalioja
ms: Kod pengesahan ini telah tamat tempoh
nb_no: Denne bekreftelseskoden er utløpt
nn_no: Denne stadfestingskoden har gått ut
ro: Acest cod de verificare a expirat

source: Feature not enabled
bs: Funkcija nije omogućena
fy_nl: Funksje net ynskeakele
hy_am: Առանձնահատկությունը միացված չէ
kk: Мүмкіндік іске қосылмаған
lt: Ši funkcija neįgalinta
ms: Ciri tidak didayakan
nb_no: Funksjonen er ikke slått på
nn_no: Funksjonen er ikkje slått på
ro: Funcționalitate neactivată
ta: அம்சம் இயக்கப்படவில்லை

source: Two-step authentication code required
bs: Potrebna je autentifikacija u dva koraka
fy_nl: Autentikaasje yn twa stappen fereaske
hy_am: Պահանջվում է երկաստիճան վավերացման կոդ
kk: Екі қадамды аутентификация коды керек
lt: Būtinas dvipakopio atpažinimo kodas
ms: Pengesahan dwi-langkah diperlukan
nb_no: Totrinns-verifiseringskode påkrevd
nn_no: Tostegs-verifiseringskode påkravd
ro: Este necesar codul de autentificare în doi pași
ta: இரு-படி உறுதிப்படுத்தல் குறியீடு தேவைப்படுகிறது

source: Invalid two-step authentication code
bs: Neispravan kod za autentifikaciju u dva koraka
fy_nl: Unjildige koade foar autentikaasje yn twa stappen
hy_am: Անվավեր 2֊քայլ հաստատման կոդ
kk: Екі қадамды аутентификация коды жарамсыз
lt: Netinkamas dvipakopio atpažinimo kodas
ms: Kod pengesahan dwi-langkah tidah sah
nb_no: Feil totrinns-verifiseringskode
nn_no: Feil tostegs-verifiseringskode
ro: Cod de autentificare în doi pași invalid
ta: தவறான இரு-படி உறுதிப்படுத்தல் குறியீடு

source: Recovery code required
bs: Potreban kod za oporavak
fy_nl: Werstelkoade fereaske
hy_am: Պահանջվում է վերականգնման ծածկագիր
kk: Қалпына келтіру коды керек
lt: Būtinas atkūrimo kodas
ms: Kod pemulihan diperlukan
nb_no: Gjenopprettingskode påkrevd
nn_no: Gjenopprettingskode påkravd
ro: Este necesar un cod de recuperare
ta: மீட்பு குறியீடு தேவை

source: Invalid recovery code
bs: Neispravan kod za oporavak
fy_nl: Ferkearde werstelkoade
hy_am: Վերականգնման անվավեր կոդ
kk: Қалпына келтіру коды жарамсыз
lt: Atkūrimo kodas netinkamas
ms: Kod pemulihan tidak sah
nb_no: Ugyldig gjenopprettingskode
nn_no: Ugyldig gjenopprettingskode
ro: Cod de recuperare invalid
ta: தவறான மீட்பு குறியீடு

source: Service unavailable, try again soon
bs: Usluga nedostupna, pokušajte ponovo uskoro
fy_nl: Tsjinst net beskikber, probearje ynkoarten nochris
hy_am: Ծառայությունն անհասանելի է, կրկին փորձեք
kk: Қызмет қолжетерсіз, біраздан кейін қайталап көріңіз
lt: Paslauga nepasiekiama, pamėginkite vėliau
ms: Perkhidmatan tidak tersedia, cuba lagi nanti
nb_no: Tjenesten er utilgjengelig, prøv igjen senere
nn_no: Tenesta er ikkje tilgjengeleg, prøv igjen seinare
ro: Serviciul este indisponibil; încearcă din nou mai târziu
ta: சேவை கிடைக்கவில்லை, மீண்டும் முயற்சிக்கவும்

source: Expired token
bs: Token istekao
fy_nl: Token ferrûn
hy_am: Ժամկետը ավարտվում է
kk: Токен мерзімі аяқталды
lt: Prieigos raktas nebegalioja
ms: Token telah luput
nb_no: Utgått token
nn_no: Utgått token
ro: Jeton expirat

source: %(email)s registered.
bs: %(email)s registrovano.
fy_nl: %(email)s registrearre.
kk: %(email)s тіркелді.
lt: Paskyra %(email)s užregistruota.
ms: %(email)s didaftarkan.
nb_no: %(email)s registrert.
nn_no: %(email)s registrert.
ro: %(email)s înregistrat.
ta: %(email)s பதிவு செய்யப்பட்டது.

source: Create new password
bs: Napravite novu lozinku
fy_nl: Nij wachtwurd oanmeitsje
hy_am: Մուտքագրեք նոր գաղտնաբառ
kk: Жаңа парольді жасау
lt: Įveskite naująjį slaptažodį
ms: Cipta kata laluan baru
nb_no: Opprett nytt passord
nn_no: Lag nytt passord
ro: Creează o parolă nouă
ta: புதிய கடவுச்சொல்லை உருவாக்குங்கள்

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
fy_nl: <span>ÛNTHÂLD:</span> wannear't jo jo wachtwurd opnij ynstelle, stelle jo jo account opnij yn. Bepaalde persoanlike gegevens (wêrûnder skiednis, blêdwizers en wachtwurden) kinne ferlern gean. Dit komt trochdat wy jo gegevens mei jo wachtwurd fersiferje om jo privacy te beskermjen.
hy_am: <span> ՀԻՇՈՒՄ։ Կարող եք կորցնել ձեր անձնական տեղեկությունները (ներառյալ պատմությունը, էջանիշերը և գաղտնաբառերը)։Դա այն պատճառով է, որ մենք գաղտնագրում ենք ձեր տվյալները ձեր գացտնաբառով՝ ձեր գաղտնիությունը պաշտպանելու համար։
lt: <span>NEPAMIRŠKITE!</span> Atkurdami slaptažodį, atkursite ir savo paskyrą. Dalis jūsų asmeninių duomenų (įskaitant naršymo žurnalą, adresyną ir įsimintus slaptažodžius) gali būti prarasta. Taip yra todėl, kad jūsų duomenys užšifruojami naudojant jūsų slaptažodį, siekiant apsaugoti jūsų duomenų privatumą.
ms: <span>Ingat:</span> Apabila mengeset semula kata laluan, anda mengeset semula akaun. Anda mungkin kehilangan beberapa maklumat peribadi (termasuk sejarah, tandabuku, dan kata laluan). Ini kerana kami enkrip data anda dengan kata laluan untuk melindungi privasi anda.
nb_no: <span>HUSK:</span> Når du tilbakestiller ditt passord, nullstiller du din konto. Du kan miste noen av dine persondata (inkludert historikk, bokmerker og passord). Det skyldes at vi krypterer dine data med ditt passord for å beskytte ditt personvern.
nn_no: <span>HUSK:</span> Når du tilbakestiller passordet ditt, nullstiller du kontoen din. Du kan miste nokre av persondataa dine (inkludert historikk, bokmerke og passord). Det er fordi vi krypterer dataa dine med passordet ditt for å ta vare på personvernet ditt.
ro: <span>ȚINE MINTE:</span> Când îți resetezi parola, resetezi și contul. Poți pierde o parte dintre informațiile personale (inclusiv istoric, marcaje și parole) deoarece îți criptăm datele cu parola pentru a-ți proteja confidențialitatea.

source: Re-enter password
bs: Ponovo unesite lozinku
fy_nl: Fier wachtwurd nochris yn
hy_am: Կրկին մուտքագրեք գաղտնաբառը
kk: Парольді қайта енгізіңіз
lt: Pakartokite slaptažodį
ms: Masukkan semula kata laluan
nb_no: Gjenta passord
nn_no: Gjenta passord
ro: Reintrodu parola
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடுங்கள்

source: Primary email already confirmed
bs: Primarna email adresa potvrđena
fy_nl: Primêr e-mailadres al befêstige
hy_am: Առաջնային Էլ․Փոստն արդեն հաստատված է։
kk: Біріншілік эл. пошта адресі расталған болып тұр
lt: Pagrindinis el. paštas jau patvirtintas
ms: E-mel utama sudah disahkan
nb_no: Primær e-post allerede bekreftet
nn_no: Primær e-post allereie stadfesta
ro: E-mail principal deja confirmat
ta: முதன்மை மின்னஞ்சல் ஏற்கனவே உறுதிப்படுத்தப்பட்டது

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
bs: Provjerite vaš email za link potvrde prijave poslan na %(escapedEmail)s
fy_nl: Kontrolearje jo e-mail op de befêstigingskeppeling foar oanmelding dy't nei %(escapedEmail)s ferstjoerd is
hy_am: Ստուգեք ձեր էլ․Փոստը՝ %(escapedEmail)s֊ին ուղարկված մուտքի հաստատման հղման համար։
lt: Pasitikrinkite paštą – prisijungimo patvirtinimo saitas išsiųstas adresu %(escapedEmail)s
ms: Semak e-mel anda untuk mendapatkan pautan pengesahan daftar masuk yang dihantar ke %(escapedEmail)s
nb_no: Sjekk din e-posten for påloggingsbekreftelseslenken som er sendt til %(escapedEmail)s
nn_no: Sjekk e-posten din for påloggingsstadfestinga som er sendt til %(escapedEmail)s
ro: Verifică-ți e-mailul pentru linkul de confirmare a autentificării, trimis la %(escapedEmail)s

source: Click the link emailed to %(email)s within the next hour to create a new password.
bs: Kliknite na link koji smo poslali na %(email)s u narednih sat vremena kako bi kreirali novu lozinku.
fy_nl: Klik binnen in oer op de keppeling dy't nei %(email)s ferstjoerd is om in nij wachtwurd oan te meitsjen.
hy_am: Հաջորդ ժամվա ընթացքում կտտացրեք %(email)s հասցեին ուղարկված հղմանը՝ նոր գաղտնաբառ ստեղծելու համար։
lt: Kad pasikeistumėte slaptažodį, valandos bėgyje spustelėkite saitą, jums išsiųstą adresu %(email)s.
ms: Klik pautan dalam e-mel ke %(email)s dalam tempoh sejam berikutnya untuk mencipta kata laluan baru.
nb_no: Trykk på lenken som er sendt til %(email)s innen en time, for å lage et nytt passord.
nn_no: Klikk på lenka som er sendt til %(email)s i løpet av den neste timen, for å lage eit nytt passord.
ro: Clic pe linkul trimis la %(email)s în următoarea oră pentru a crea o parolă nouă.

source: Still adding devices? Sign in to Firefox on another device to complete set-up
bs: Još dodajete uređaje? Prijavite se na Firefox na drugom uređaju da dovršite podešavanje
fy_nl: Noch mear apparaten tafoegje? Meld jo oan by Firefox op in oar apparaat om de ynstallaasje te foltôgjen
hy_am: Դեռ սարքեր ավելացնո՞ւմ եք։ Կարգավորումը լրացնելու համար մուտք գործեք Firefox֊ը այլ սարքի
kk: Құрылғыларды әлі қосудасыз ба? Баптауды аяқтау үшін басқа құрылғыдағы Firefox ішіне кіріңіз
lt: Norite pridėti daugiau įrenginių? Diegimui užbaigti prisijunkite prie „Firefox“ naršyklės kitame įrenginyje
ms: Masih menambah peranti? Daftar masuk ke Firefox dalam peranti lain untuk melengkapkannya
nb_no: Vil du fortsatt legge til enheter? Logg på Firefox på en annen enhet for å fullføre oppsettet
nn_no: Legg du framleis til einingar? Logg inn på Firefox på ei anna eining for å fullføre oppsettet
ro: Adaugi și alte dispozitive? Autentifică-te în Firefox de pe alt dispozitiv pentru a finaliza configurarea

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
bs: Ako nastavite, pristajete na <a id="fxa-tos" href="/legal/terms">uslove pružanja usluge</a> i <a id="fxa-pp" href="/legal/privacy">politiku privatnosti</a>.
fy_nl: Troch fierder te gean, geane jo akkoard mei de <a id="fxa-tos" href="/legal/terms">Tsjinstbetingsten</a> en <a id="fxa-pp" href="/legal/privacy">Privacyferklearring</a>.
hy_am: Առաջ անցնելով, Դուք համաձայոնւմ եք <a id="fxa-tos" href="/legal/terms">Ծառայության պայմաններին</a> և <a id="fxa-pp" href="/legal/privacy">Գաղտնիության ծանուցմանը</a>։
lt: Tęsdami, išreiškiate sutikimą su <a id="fxa-tos" href="/legal/terms">Paslaugos teikimo sąlygomis</a> ir <a id="fxa-pp" href="/legal/privacy">Privatumo pranešimu</a>.
ms: Dengan meneruskan, anda bersetuju dengan <a id="fxa-tos" href="/legal/terms">Terma Perkhidmatan</a> dan <a id="fxa-pp" href="/legal/privacy">Notis Privasi</a>.
nb_no: Ved å fortsette, aksepterer du <a id="fxa-tos" href="/legal/terms">tjenestevilkårene</a> og <a id="fxa-pp" href="/legal/privacy">personvernsbestemmelser</a>.
nn_no: Ved å fortsetje godkjenner du <a id="fxa-tos" href="/legal/terms">brukarvilkåra</a> og <a id="fxa-pp" href="/legal/privacy">personvernmerknaden</a>.
ro: Prin continuare, agreezi <a id="fxa-tos" href="/legal/terms">Termenii de utilizare a serviciilor</a> și <a id="fxa-pp" href="/legal/privacy">Politica de confidențialitate</a>.

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
fy_nl: <span>NOAT:</span> wannear't jo jo wachtwurd opnij ynstelle, stelle jo jo account opnij yn. Bepaalde persoanlike gegevens (wêrûnder skiednis, blêdwizers en wachtwurden) kinne ferlern gean. Dit komt trochdat wy jo gegevens mei jo wachtwurd fersiferje om jo privacy te beskermjen.
hy_am: <span>ՆՇՈՒՄ․</span> Երբ դուք կորցնում եք ձեր գաղտնաբառը, դուք նաև կորցնում եք ձեր անձնական էջը (ներառյալ պատմությունը, էջանիշները և գաղտնաբառերը).Երբ մենք գաղտնագրում ենք ձեր տվյալները ձեր գաղտնաբառով դա նրա համար է որ ձեր գաղտնիությունը պաշտպանենք․
lt: <span>SVARBU!</span> Atkurdami slaptažodį, atkursite ir savo paskyrą. Dalis jūsų asmeninių duomenų (įskaitant naršymo žurnalą, adresyną ir įsimintus slaptažodžius) gali būti prarasta. Taip yra todėl, kad jūsų duomenys užšifruojami naudojant jūsų slaptažodį, siekiant apsaugoti jūsų duomenų privatumą.
ms: <span>NOTA:</span> Apabila mengeset semula kata laluan, anda mengeset semula akaun. Anda mungkin kehilangan beberapa maklumat peribadi (termasuk sejarah, tandabuku, dan kata laluan). Ini kerana kami enkrip data anda dengan kata laluan untuk melindungi privasi anda.
nb_no: <span>MERK:</span> Når du tilbakestiller passordet ditt, tilbakestiller du kontoen din. Du kan miste noen av dine personlige opplysninger (inkludert historikk, bokmerker og passord). Det er fordi vi krypterer dataene dine med passordet ditt for å beskytte ditt personvern.
nn_no: <span>MERK:</span> Når du tilbakestiller passordet ditt, tilbakestiller du kontoen din. Du kan miste nokre av dei personlege opplysningane dine (inkludert historikk, bokmerke og passord). Det er fordi vi krypterer dataa dine med passordet ditt for å ta vare på personvernet ditt.
ro: <span>ȚINE MINTE:</span> Când îți resetezi parola, resetezi și contul. Poți pierde o parte din informațiile personale (istoric, marcaje și parole) deoarece îți criptăm datele cu parola pentru a-ți proteja confidențialitatea.

source: Enter recovery code
bs: Unesite kod za oporavak
fy_nl: Fier werstelkoade yn
hy_am: Մուտքագրեք վերականգնման ծածկագիրը
kk: Қалпына келтіру кодын енгізіңіз
lt: Įveskite atkūrimo kodą
ms: Masukkan kod pemulihan
nb_no: Oppgi gjenopprettingskode
nn_no: Skriv inn gjenopprettingskode
ro: Introdu codul de recuperare
ta: மீட்பு குறியீட்டை உள்ளிடுக

source: Please enter a recovery code that was provided to you during setup.
bs: Molimo unesite kod za oporavak koji ste dobili prilikom podešavanja.
fy_nl: Fier in werstelkoade yn dy't by it ynstellen opjûn is.
hy_am: Խնդրում ենք մուտքագրել վերականգնման կոդ, որը ձեզ տրամադրվել է տեղադրման ընթացքում։
kk: Баптау кезінде сізге берілген қалпына келтіру кодын енгізіңіз.
lt: Prašom įvesti konfigūravimo metu jums suteiktą atkūrimo kodą.
ms: Sila masukkan kod pemulihan yang disediakan untuk anda semasa penetapan.
nb_no: Tast inn en gjenopprettingskode, som du fikk under oppsetningen.
nn_no: Tast inn en gjenopprettingskoden som du fekk under installeringa.
ro: Te rugăm să introduci codul de recuperare care ți-a fost furnizat în timpul configurării.

source: Enter 10-digit recovery code
bs: Unesite 10-cifreni kod za oporavak
fy_nl: Fier 10-siferige werstelkoade yn
hy_am: Մուտքագրեք վերականգնման 10 նիշանոց ծածկագիր
lt: Įveskite dešimties skaitmenų atkūrimo kodą
ms: Masukkan kod pemulihan 10-digit
nb_no: Oppgi 10-sifret gjenopprettingskode
nn_no: Skriv inn 10-sifra gjenopprettingskode
ro: Introdu codul de recuperare din 10 cifre

source: Verify
bs: Potvrdi
fy_nl: Ferifiearje
hy_am: Հաստատել
kk: Растау
lt: Patvirtinti
ms: Sahkan
nb_no: Bekreft
nn_no: Stadfest
ro: Verifică
ta: சரிபார்

source: Enter security code
bs: Unesite sigurnosni kod
fy_nl: Fier befeiligingskoade yn
hy_am: Մուտքագրեք անվտանգության կոդ
kk: Қауіпсіздік кодын енгізіңіз
lt: Įveskite saugos kodą
ms: Masukkan kod keselamatan
nb_no: Oppgi sikkerhetskode
nn_no: Skriv inn sikkerheitskode
ro: Introdu codul de securitate

source: Check your email for the code sent to %(email)s.
bs: Provjerite vaš email za kod poslan na %(email)s.
fy_nl: Kontrolearje jo e-mail op de koade dy't nei %(email)s is ferstjoerd.
hy_am: Ստուգեք ձեր էլ․փոստը՝ %(email)s հասցեին ուղարկված կոդի համար։
kk: Эл. поштаңызды %(email)s адресіне жіберілген кодқа тексеріңіз.
lt: Pasitikrinkite paštą – kodas išsiųstas adresu %(email)s.
ms: Semak e-mel untuk mendapatkan kod yang dihantar ke %(email)s.
nb_no: Sjekk e-posten din for koden sendt til %(email)s.
nn_no: Sjekk e-posten din for koden sendt til %(email)s.
ro: Verifică e-mailul pentru codul trimis către %(email)s.

source: Enter code
bs: Unesite kod
fy_nl: Koade ynfiere
hy_am: Մուտքագրել կոդ
kk: Кодты енгізіңіз
lt: Įveskite kodą
ms: Masukkan kod
nb_no: Skriv inn kode
nn_no: Skriv inn kode
ro: Introdu codul

source: Open your authentication app and enter the security code it provides.
bs: Otvorite vašu aplikaciju za autentifikaciju i unesite sigurnosni kod koji nudi.
fy_nl: Iepenje jo app foar autentikaasje en fier de oanbeane befeiligingskoade yn.
hy_am: Բացեք ձեր նույնականացման ծրագիրը և մուտքագրեք իր տրամադրած անվտանգության կոդը։
kk: Аутентификация қолданбаңызды ашып, ол ұсынған қауіпсіздік кодын енгізіңіз.
lt: Atverkite saugos kodų generatorių ir įveskite jame matomą saugos kodą.
ms: Buka aplikasi pengesahan dan masukkan kod keselamatan yang disediakannya.
nb_no: Åpne autentiseringappen din og skriv inn sikkerhetskoden som angitt.
nn_no: Opne autentiseringappen din og skriv inn sikkerheitskoden som er spesifisert.
ro: Deschide aplicația de autentificare și introdu codul de securitate furnizat.

source: Enter 6-digit code
bs: Unesite 6-ocifreni kod
fy_nl: Fier 6-siferige koade yn
hy_am: Մուտքագրեք 6 նիշանոց կոդ
kk: 6-цифрлық коды енгізіңіз
lt: Įveskite šešių skaitmenų kodą
ms: Masukkan kod 6-digit
nb_no: Oppgi 6-sifret kode
nn_no: Skriv inn 6-sifra kode
ro: Introdu codul de 6 cifre

source: Use recovery code
bs: Koristite kod za oporavak
fy_nl: Werstelkoade brûke
hy_am: Օգտագործեք վերականգնման կոդը
kk: Қалпына келтіру кодын қолдану
lt: Naudoti atkūrimo kodą
ms: Guna kod pemulihan
nb_no: Bruk gjenopprettingskode
nn_no: Bruk gjenopprettingskode
ro: Folosește codul de recuperare
