Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bs, fy_nl, hy_am, kk, lt, ms, nb_no, nn_no, ro, ta

source: Invalid verification code
bs: Neispravan kod verifikacije
fy_nl: Unjildige ferifikaasjekoade
hy_am: Անվավեր հաստատման կոդ
kk: Растау коды қате
lt: Neteisingas patvirtinimo kodas
ms: Kod pengesahan tidak sah
nb_no: Ugyldig bekreftelseskode
nn_no: Ugyldig stadfestingskonto
ro: Cod de verificare invalid
ta: தவறான சரிபார்ப்பு குறியீடு

source: Invalid JSON in request body
bs: Neispravan JSON u zahtjevu tjela
fy_nl: Unjildige JSON yn oanfraachtekst
hy_am: Անվավեր JSON դիմման մարմնում
kk: Сұраным денесінде қате JSON бар
lt: Neteisingas „JSON“ užklausos turinyje
ms: Permintaan JSON tidah sah di dalam permintaan
nb_no: Ugyldig JSON i forespørselsinnhold
nn_no: Ugyldig JSON i førespurnadsinnhald
ro: JSON invalid în corpul cererii
ta: கோரிக்கை தொகுதியில் தவறான JSON உள்ளது

source: Invalid parameter: %(param)s
bs: Nevažeći parametar: %(param)s
fy_nl: Unjildige parameter: %(param)s
hy_am: Անվավեր հարաչափ․ %(param)s
kk: Жарамсыз параметр: %(param)s
lt: Neleistinas parametras: %(param)s
ms: Parameter tidak sah: %(param)s
nb_no: Ugyldig parameter: %(param)s
nn_no: Ugyldig parameter: %(param)s
ro: Parametru invalid: %(param)s
ta: தவறான அளவுரு: %(param)s

source: Missing parameter: %(param)s
bs: Nedostaje parametar: %(param)s
fy_nl: Untbrekkende parameter: %(param)s
hy_am: Բացակայող հարաչափ․ %(param)s
kk: Жоқ параметр: %(param)s
lt: Trūksta parametro: %(param)s
ms: Parameter tidak dijumpai: %(param)s
nb_no: Manglende parameter: %(param)s
nn_no: Manglande parameter: %(param)s
ro: Parametru lipsă: %(param)s
ta: தவறிய அளவுரு: %(param)s

source: Invalid request signature
bs: Nevažeći zahtjev potpisa
fy_nl: Unjildige oanfraachhântekening
hy_am: դիմման անվավեր ստորագրություն
kk: Сұранымның қолтаңбасы қате
lt: Netinkamas užklausos parašas
ms: Permintaan tanda tangan tidak sah
nb_no: Ugyldig forespørselsessignatur
nn_no: Ugyldig førspurnadssignatur
ro: Semnătură invalidă a cererii
ta: செல்லாத கோரிக்கை கையொப்பம்

source: Missing content-length header
bs: Nedostaje sadržaj dužine zaglavlja
fy_nl: Header content-length ûntbrekt
hy_am: Բացակայող բովանդակության երկարության վերնագիր
kk: content-length тақырыптамасы жоқ болып тұр
lt: Trūksta „content-lenght“ antraštės
ms: Content-length pengepala tidak dijumpai
nb_no: Mangler Content-Length-linjen
nn_no: Manglar content-length linja
ro: Antet content-length lipsă
ta: உள்ளடக்கத்தில் தலைப்பின் நீளம் இல்லை

source: Request body too large
bs: Zahtjevano tijelo je preveliko
fy_nl: Oanfraachtekst te lang
hy_am: Դիմման հիմնամասը շատ մեծ է
kk: Сұраным денесі тым үлкен
lt: Užklausos apimtis yra per didelė
ms: Permintaan terlalu besar
nb_no: Forespørselsinnhold er for stort
nn_no: Førespurnadsinnhald er for stort
ro: Corpul cererii este prea mare
ta: மிக பெரிய கோரிக்கை கட்டமைப்பு

source: The request was blocked for security reasons
bs: Zahtjev je blokiran zbog sigurnosnih razloga
fy_nl: De oanfraach is om reden fan feilichheid blokkearre
hy_am: Դիմումը արգելափակվել է անվտանգության պատճառներով
kk: Сұраным қауіпсіздік салдарынан блокталды
lt: Užklausa užblokuota saugumo sumetimais
ms: Permintaan dihalang atas faktor keselamatan
nb_no: Forespørselen ble blokkert av sikkerhetsmessige årsaker
nn_no: Førespurnaden vart blokkert pga. tryggingsårsaker
ro: Cererea a fost blocată din motive de securitate
ta: பாதுகாப்பு காரணங்களுக்காக கோரிக்கை தடுக்கப்பட்டது

source: Invalid authorization code
bs: Neispravan kod autorizacije
fy_nl: Unjildige autorisaasjekoade
hy_am: Նույնականացման անվավեր կոդ
kk: Авторизация коды қате
lt: Netinkamas patvirtinimo kodas
ms: Kod pengesahan tidah sah
nb_no: Ugyldig godkjenningskode
nn_no: Ugyldig godkjenningskode
ro: Cod de autorizare invalid
ta: செல்லாத பரிசோதனை குறியீடு

source: Invalid phone number
bs: Neispravan broj telefona
fy_nl: Unjildich telefoannûmer
hy_am: Անվավեր հեռախոսահամար
kk: Телефон нөмірі қате
lt: Netinkamas telefono numeris
ms: Nombor telefon tidak sah
nb_no: Ugyldig telefonnummer
nn_no: Ugyldig telefonnummer
ro: Număr de telefon invalid
ta: செல்லாத கைபேசி எண்

source: Cannot send to this country
bs: Nije moguće poslati u ovu zemlju
fy_nl: Net mooglik nei dit lân te ferstjioeren
hy_am: Հնարավոր չէ ուղարկել այս երկիր
kk: Бұл елге жіберу мүмкін емес
lt: SMS pranešimų į šią šalį siųsti negalime
ms: Tidak boleh menghantar ke negara ini
nb_no: Kan ikke sende til dette landet
nn_no: Kan ikkje sende til dette landet
ro: Nu se poate trimite către această țară
ta: இந்த நாட்டிற்கு அனுப்ப முடியாது

source: Could not send a message to this number
bs: Nije bilo moguće poslati poruku na taj broj
fy_nl: Kin gjin berjocht nei dit nûmer ferstjoere
hy_am: Այս համարին հաղորդագրություն ուղարկել չհաջողվեց
kk: Бұл нөмірге хабарламаны жіберу мүмкін емес
lt: Šiuo numeriu SMS pranešimo nepavyko išsiųsti
ms: Tidak dapat menghantar mesej ke nombor ini
nb_no: Kan ikke sende en melding til dette nummeret
nn_no: Klarte ikkje å sende ei melding til dette nummeret
ro: Nu s-a putut trimite un mesaj către acest număr
ta: இந்த எண்ணிற்கு செய்தி அனுப்ப முடியாது

source: Your email was just returned
bs: Vaš email je upravo vraćen
fy_nl: Jo e-mailberjocht is sakrekt weromkommen
hy_am: Ձեր Էլ֊փոստը նոր վերադարձվել է
kk: Сіздің хатыңыз қайтарылды
lt: Jums siųstas laiškas sugrįžo atgal
ms: E-mel anda telah dikembalikan semula
nb_no: Din e-post kom i retur
nn_no: E-posten din kom i retur
ro: E-mailul tău tocmai a fost returnat
ta: உங்கள் மின்னஞ்சல் திரும்பி விட்டது

source: Your email was just returned. Mistyped email?
bs: Vaš email je upravo vraćen. Pogrešno napisan email?
fy_nl: Jo e-mailberjocht is sakrekt weromkommen. E-mailadres ferkeard ynfierd?
hy_am: Ձեր Էլ֊փոստը նոր վերադարձվել է։ Սխա՞լ էլ֊փոստ։
kk: Сіздің хатыңыз қайтарылды. Эл. пошта адресін қате тердіңіз бе?
lt: Jums siųstas laiškas sugrįžo atgal. Gal neteisingai įvedėte adresą?
ms: E-mel anda telah dikembalikan semula. Ralat e-mel?
nb_no: Din e-post kom i retur. Skrevet feil e-post?
nn_no: E-posten din kom i retur. Stemmer e-postadressa?
ro: Mesajul tău de e-mail tocmai a fost returnat. Sigur ai scris corect adresa?
ta: உங்கள் மின்னஞ்சல் திரும்பி விட்டது. தவறான மின்னஞ்சல் முகவரியா?

source: Unable to deliver email
bs: Nije moguće dostaviti email
fy_nl: E-mail koe net ôflevere wurde
hy_am: Հնարավոր չէ առաքել էլ֊փոստ
kk: Хатыңызды жеткізу мүмкін емес
lt: Laiško pristatyti nepavyko
ms: E-mel tidak berjaya dihantar
nb_no: Kunne ikke levere e-post
nn_no: Klarte ikkje å levere e-posten
ro: Nu se poate trimite mesajul de e-mail
ta: மின்னஞ்சலை வழங்க இயலவில்லை

source: Server busy, try again soon
bs: Server zauzet, pokušajte ponovo kasnije
fy_nl: Server beset, probearje it letter opnij
hy_am: Սպասարկիչը զբաղված է, կրկին փորձեք
kk: Сервер бос емес, біраздан кейін қайталап көріңіз
lt: Serveris užimtas, bandykite vėliau
ms: Pelayan sedang sibuk, cuba lagi sebentar lagi
nb_no: Serveren er opptatt, prøv igjen senere
nn_no: Tenaren er opptatt, prøv på nytt seinare
ro: Serverul este ocupat; încearcă din nou mai târziu
ta: சேவகன் வேலை நிமித்தமாக உள்ளது, மீண்டும் முயற்சி

source: This endpoint is no longer supported
bs: Ovaj endpoint više nije podržan
fy_nl: Dit einpunt wurdt net mear stipe
hy_am: Այս վերջնակետն այլևս չի ապահովվում
kk: Бұл сұраным адресіне енді қолдау жоқ
lt: Šis galinis tašas (endpoint) nebepalaikomas
ms: Endpoint ini tidak lagi disokong
nb_no: Dette endepunktet er ikke lenger støttet
nn_no: Dette endepunktet er ikkje lenger støtta
ro: Acest punct terminal nu mai este suportat
ta: இறுதிப்புள்ளி இனி துணைபுரியாது

source: System unavailable, try again soon
bs: Sistem nije dostupan, pokušajte ponovo kasnije
fy_nl: Systeem net beskikber, probearje it letter opnij
hy_am: Համակարգն անհասանելի է, նորից փորձեք
kk: Жүйе бос емес, біраздан кейін қайталап көріңіз
lt: Sistema nepasiekiama, bandykite vėliau
ms: Sistem tidak ada, sila cuba sebentar lagi
nb_no: Systemet er utilgjengelig, prøv igjen senere
nn_no: Systemet utilgjengeleg, prøv igjen seinare
ro: Sistem indisponibil; încearcă din nou mai târziu
ta: கணினி கிடைக்கவில்லை, மீண்டும் முயற்சிக்கவும்

source: Login attempt cancelled
bs: Pokušaj prijave otkazan
fy_nl: Oanmeldbesykjen annulearre
hy_am: Մուտքի փորձը չեղարկվեց
kk: Кіру талабынан бас тартылды
lt: Prisijungimo bandymas atšauktas
ms: Cubaan log masuk dibatalkan
nb_no: Innloggingsforsøk avbrutt
nn_no: Innloggingsforsøket avbrote
ro: Încercare de autentificare anulată
ta: புகுபதியும் முயற்சி இரத்துசெய்யப்பட்டது

source: Session expired. Sign in to continue.
bs: Sesija istekla. Prijavite se za nastavak.
fy_nl: Sesje ferrûn. Meld jo oan om troch te gean.
hy_am: Աշխատաշրջանն ավարտված է․ Մուտք գործեք` շարունակելու համար:
kk: Сессия мерзімі бітті. Жалғастыру үшін кіріңіз.
lt: Jūsų sesija baigėsi. Norėdami tęsti, prisijunkite.
ms: Sesi telah luput. Daftar masuk untuk menyambung.
nb_no: Sesjon utløpt. Logg inn for å fortsette.
nn_no: Økta er slutt. Logg inn for å fortsetje.
ro: Sesiune expirată. Autentifică-te pentru a continua.
ta: அமர்வு காலாவதியானது. தொடர்வதற்கு உள்நுழையவும்.

source: Cookies are still disabled
bs: Kolačići su i dalje onemogućeni
fy_nl: Cookies binne noch útskeakele
hy_am: Տեղեկանիշները դեռևս անջատված են
kk: Cookies әлі де сөндірулі тұр
lt: Sausainiukai vis dar išjungti
ms: Kuki masih lagi dinyahdayakan
nb_no: Cookies er fortsatt deaktivert
nn_no: Infokapslar er framleis slått av
ro: Cookie-urile sunt încă dezactivate
ta: நினைவிகள் இன்னமும் முடக்கத்தில் உள்ளன

source: Passwords do not match
bs: Lozinke se ne poklapaju
fy_nl: Wachtwurden komme net oerien
hy_am: Գաղտնաբառերը չեն համապատասխանում
kk: Парольдер өзара сәйкес келмейді!
lt: Slaptažodžiai nesutampa
ms: Kata laluan tidak padan
nb_no: Passordene er ikke like
nn_no: Passorda samsvarar ikkje
ro: Parolele nu se potrivesc
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Working…
bs: U toku...
fy_nl: Dwaande…
hy_am: Աշխատանքային…
kk: Жұмыс істеуде…
lt: Dirbama...
ms: Memproses…
nb_no: Arbeider …
nn_no: Arbeider…
ro: Se lucrează…
ta: பணியில்…

source: Could not get Privacy Notice
bs: Nije bilo moguće dobiti obavijest o privatnosti
fy_nl: Kin privacybetingsten net ophelje
hy_am: Հնարավոր չէ ստանալ գաղտնիության ծանուցում
kk: Жекелік ескертуін алу мүмкін емес
lt: Nepavyko gauti Privatumo pranešimo
ms: Tidak berjaya mendapatkan Notis Privasi
nb_no: Kunne ikke hente personvernserklæring
nn_no: Klarte ikkje å hente personvernmelding
ro: Nu s-a putut găsi Politica de confidențialitate
ta: தனியுரிம அறிகையைப் பெற முடியவில்லை

source: Could not get Terms of Service
bs: Nije bilo moguće dobiti Uvjete pružanja usluge
fy_nl: Kin servicebetingsten net ophelje
hy_am: Ծառայության պայմանները չկարողացան ստանալ
kk: Қолдану шарттарын алу мүмкін емес
lt: Neįmanoma pasiekti paslaugos teikimo sąlygų
ms: Tidak berjaya mendapatkan Terma Servis
nb_no: Kunne ikke hente vilkår for bruk
nn_no: Klarte ikkje å hente tenestevilkåra
ro: Nu s-au putut găsi Termenii de utilizare a serviciilor
ta: சேவை நிபந்தனைகளைப் பெற முடியவில்லை

source: Your new password must be different
bs: Vaša nova lozinka mora biti drugačija
fy_nl: Jo nije wachtwurd moat ferskille
hy_am: Ձեր նոր գաղտնաբառը պետք է տարբեր լինի
kk: Жаңа пароль ескі парольден өзгеше болуы тиіс
lt: Senas ir naujas slaptažodžiai turi skirtis
ms: Kata laluan baharu anda hendaklah berbeza
nb_no: Ditt nye passord må være forskjellig
nn_no: Det må vere eit nytt passord
ro: Parola nouă trebuie să fie diferită
ta: புதிய கடவுச்சொல் வேறாக இருக்கவேண்டும்

source: Must be at least 8 characters
bs: Mora biti najmanje 8 znakova
fy_nl: Moat op syn minst 8 tekens befetsje
hy_am: Պետք է լինի առնվազն 8 նիշ
kk: Ұзындығы кем дегенде 8 таңба болуы тиіс
lt: Turi būti bent 8 simbolių ilgio
ms: Hendaklah sekurang-kurangnya 8 aksara
nb_no: Må være på minst 8 tegn
nn_no: Må ha minst 8 teikn
ro: Trebuie să aibă cel puțin 8 caractere
ta: குறைந்தது 8 எழுத்துக்கள் இருக்கணும்

source: Valid password required
bs: Potrebna ispravna lozinka
fy_nl: Jildich wachtwurd fereaske
hy_am: Պահանջվում է վավեր գաղտնաբառ
kk: Жарамды пароль керек
lt: Reikalingas galiojantis slaptažodis
ms: Kata laluan yang sah diperlukan
nb_no: Gyldig passord er nødvendig
nn_no: Gyldig passord påkravd
ro: Este necesară o parolă validă
ta: செல்லும் கடவுச்சொல் தேவை

source: Valid email required
bs: Potreban ispravan email
fy_nl: Jildich e-mailadres fereaske
hy_am: Անհրաժեշտ է վավեր Էլ֊փոստ
kk: Жарамды эл. пошта адресі керек
lt: Reikalingas galiojantis el. pašto adresas
ms: Email yang sah diperlukan
nb_no: Gyldig e-post er nødvendig
nn_no: Gyldig e-postadresse påkravd
ro: Este necesară o adresă de e-mail validă
ta: செல்லுபடியாகும் மின்னஞ்சல் தேவை

source: A usable image was not found
bs: Upotrebljiva slika nije pronađena
fy_nl: Der is gjin brûkbere ôfbylding fûn
hy_am: Օգտագործված պատկեր չի գտնվել
kk: Қолдануға жарамды сурет табылмады
lt: Naudotinas paveiksliukas nerastas
ms: Imej yang berguna tidak dijumpai
nb_no: Et brukbart bilde ble ikke funnet
nn_no: Fann ikkje noko brukande bilde
ro: Nu s-a găsit o imagine utilizabilă
ta: பயன்படுத்த கூடிய பிம்பம் கிடைக்கவில்லை

source: Could not initialize camera
bs: Ne može se pokrenuti kameru
fy_nl: Koe kamera net inisjalisearje
hy_am: Ֆոտոխցիկը հնարավոր չէ նախաձեռնել
kk: Камераны іске қосу мүмкін емес
lt: Nepavyko inicijuoti kameros
ms: Tidak berjaya mengasal kamera
nb_no: Kunne ikke starte kameraet
nn_no: Klarte ikkje å starte kameraet
ro: Nu s-a putut inițializa camera
ta: நிழற்படக்கருவியை துவக்க முடியவில்லை

source: Valid URL required
bs: Ispravan URL potreban
fy_nl: Jildige URL fereaske
hy_am: Անհրաժեշտ է վավեր URL
kk: Жарамды сілтеме керек
lt: Reikalingas galiojantis URL
ms: URL yang sah diperlukan
nb_no: Gyldig URL er nødvendig
nn_no: Gyldig URL påkravd
ro: Este necesar un URL valid
ta: செல்லுபடியாகும் உரலி தேவை

source: Your verification email was just returned. Mistyped email?
bs: Vaš email za verifikaciju je upravo vraćen. Pogrešno napisan email?
fy_nl: Jo ferifikaasje-e-mail is sakrekt werom kaam. Typflater yn e-mailadres?
hy_am: Ձեր հաստատման Էլ․նամակը նոր է վերադարձվել։Սխալ էլ․
kk: Сіздің растау хатыңыз қайтарылды. Эл. пошта адресін қате тердіңіз бе?
lt: Jūsų patvirtinimo laiškas sugrįžo. El. pašto adresas su klaida?
ms: E-mel pengesahan anda baru sahaja dikembalikan. Ralat e-mel?
nb_no: Bekreftelsesmeldingen kom i retur. Feil i e-postadressen?
nn_no: Stadfestings e-posten din kom i retur. Feil i e-postadressa?
ro: Mesajul de verificare pe e-mail tocmai a fost returnat. Sigur ai scris corect adresa?
ta: உங்கள் சரிபார்ப்பு மின்னஞ்சல் திரும்பியது. உள்ளிட்ட மின்னஞ்சல் முகவரி தவறா?

source: Enter a valid email address. firefox.com does not offer email.
bs: Unesite važeću email adresu. firefox.com ne nudi email opciju.
fy_nl: Fier in jildich e-mailadres yn. firefox.com biedt gjin e-mail.
hy_am: Մուտքագրեք վավեր էլփոստի հասցե։ firefox.com֊ը էլփոստ չի առաջարկում։
kk: Жарамды эл. пошта адресін енгізіңіз. firefox.com эл. поштаны ұсынбайды.
lt: Nurodykite veikiantį el. pašto adresą. firefox.com neteikia el. pašto paslaugos.
ms: Masukkan alamat e-mel yang sah. firefox.com tidak menawarkan e-mel.
nb_no: Skriv inn en gyldig e-postadresse. firefox.com tilbyr ikke e-post.
nn_no: Skriv inn ei gyldig e-postadresse. firefox.com tilbyr ikkje e-post.
ro: Introdu o adresă de e-mail validă. firefox.com nu oferă adrese de e-mail.
ta: ஒரு சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும். firefox.com மின்னஞ்சல் சேவையை வழங்கவில்லை.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
bs: Firefox računi mogu samo biti ubačeni u IFRAME na odobrenim stranicama
fy_nl: Firefox-accounts kinne allinnich yn in IFRAME op goedkarde websites pleatst wurde
hy_am: Firefox֊ի հաշիվները կարող են տեղադրվել միայն հաստատված կայքերի IFRAME֊ի մեջ
kk: Firefox тіркелгілерін тек расталған сайттарда IFRAME-ге орналастыруға болады.
lt: „Firefox“ paskyros gali būti talpinamos į „IFRAME“ rėmelį tik patvirtintose svetainėse
ms: Akaun Firefox hanya boleh diletakkan di IFRAME pada laman yang dibenarkan sahaja
nb_no: Firefox-kontoer kan bare plasseres i en IFRAME på godkjente nettsteder
nn_no: Firefox-kontoar kan berre plasserast i ei IFRAME på godkjende nettsider
ro: Conturile Firefox pot fi plasate numai într-un IFRAME pe site-urile aprobate
ta: பயர்பாக்ஸ் கணக்குகள் IFRAME மட்டும் அனுமதிக்கப்பட்ட தளங்களில் பயன்படுத்தலாம்

source: Verification link damaged
bs: Link za verifikaciju oštećen
fy_nl: Ferifikaasjekeppeling skansearre
hy_am: Վավերացման հղումը վնասվել է
kk: Растау сілтемесі зақымдалған
lt: Patvirtinimo saitas sugadintas
ms: Pautan pengesahan telah rosak
nb_no: Bekreftelseslenken er skadet
nn_no: Stadfestingslenka er skadd
ro: Link de verificare corupt
ta: சரிபார்ப்பு இணைப்பு சேதமாகியுள்ளது

source: The image dimensions must be at least 100x100px
bs: Dimenzije slike moraju biti najmanje 100x100px
fy_nl: De ôfmjittingen fan de ôfbylding moatte op syn minst 100x100px wêze
hy_am: Պատկերի չափերը պետք է լինեն առնվազն 100x100px
kk: Сурет өлшемдері кем дегенде 100x100пикс болуы тиіс
lt: Paveikslėlis turi būti bent 100x100 taškų dydžio
ms: Dimensi imej mestilah sekurang-kurangnya 100x100px
nb_no: Bildets dimensjoner må være på minst 100 x 100 px
nn_no: Dimensjonar på bildet må vere minst 100 x 100 px
ro: Dimensiunile imaginii trebuie să fie de cel puțin 100x100px
ta: படத்தின் பரிமாணங்கள் குறைந்தது 100x100px இருக்க வேண்டும்

source: Signup is coming soon to Firefox for iOS
bs: Prijava uskoro dolazi za Firefox za iOS
fy_nl: Ynkoarten komt registraasje nei Firefox foar iOS
hy_am: Գրանցումը շուտով պատրաստվում է Firefox֊ի՝ iOS֊ի համար
kk: Тіркелгіні жасау жақында iOS үшін Firefox-тан да мүмкін болады
lt: Netrukus galėsite registruotis ir naudodamiesi „Firefox“ naršykle „iOS“ įrenginiuose
ms: Pendaftaran akan datang pada Firefox untuk iOS
nb_no: Registrering kommer snart til Firefox for iOS
nn_no: Registrering kjem snart til Firefox for iOS
ro: În curând te vei putea înregistra și de pe Firefox pentru iOS
ta: புகுபதிவு முறை iOS பயர்பாக்ஸ் செயலியில் விரைவில் கிடைக்கும்

source: You must enter your age to sign up
bs: Morate unijeti vaše godine za prijavu
fy_nl: Jo moatte jo leeftyd ynfiere om te registrearjen
hy_am: Գրանցվելու համար պետք է մուտքագրեք ձեր տարիքը
kk: Тіркелгіні жасау үшін өз жасыңызды көрсетуіңіз керек
lt: Jei norite užsiregistruoti, turite įvesti savo amžių
ms: Anda hendaklah memasukkan umur untuk mendaftar
nb_no: Du må oppgi alder for å registrere deg
nn_no: Du må skrive inn alder for å registrere deg
ro: Trebuie să introduci vârsta pentru a te înregistra
ta: நீங்கள் புகுபதிவு செய்ய, வயதை உள்ளிட வேண்டும்

source: No Gravatar found
fy_nl: Gjin Gravatar fûn
kk: Gravatar табылмады
lt: Gravataras nerastas
ms: Gravatar tidak dijumpai
nb_no: Ingen Gravatar funnet
nn_no: Fann ingen Gravatar
ro: Niciun Gravatar găsit
ta: Gravatar காணப்படவில்லை

source: Account no longer exists.
bs: Račun više ne postoji.
fy_nl: Account bestiet net mear.
hy_am: Հաշիվն այլևս գոյություն չունի։
kk: Тіркелгі енді жоқ болып тұр.
lt: Paskyra nebeegzistuoja.
ms: Akaun tidak lagi wujud.
nb_no: Kontoen finnes ikke lenger.
nn_no: Kontoen finst ikkje lenger.
ro: Contul nu mai există.
ta: கணக்கு இனி இருக்காது.

source: Invalid property in resume token: %(property)s
bs: Nevažeća svojstva u tokenu nastavi: %(property)s
fy_nl: Ynfalide eigenskip yn ferfette token: %(property)s
hy_am: Վերադառնման անվավեր գույք․%(property)s
kk: Жалғастыру токеніндегі қате қасиет: %(property)s
lt: Neleistina savybė pratęsimo prieigos rakte: %(property)s
ms: Pemilikan tidak sah pada token penyambungan: %(property)s
nb_no: Ugyldig egenskap i resume-token: %(property)s
nn_no: Ugyldig eigenskap i resume token: %(property)s
ro: Proprietate invalidă în jetonul de continuare: %(property)s
ta: மீண்ட ஞாபகக் குறியின் பண்பு செல்லாதது: %(property)s

source: Missing property in resume token: %(property)s
bs: Nedostaje svojstvo u tokenu nastavi: %(property)s
fy_nl: Missende eigenskip yn ferfette token: %(property)s
hy_am: Ինքնակենսագրականում նշվող գույքը բացակայում է․ %(property)s
kk: Жалғастыру токеніндегі жоқ қасиет: %(property)s
lt: Trūksta savybės pratęsimo prieigos rakte: %(property)s
ms: Pemilikan tidak dijumpai di dalam token penyambungan: %(property)s
nb_no: Mangler egenskap i resume-token: %(property)s
nn_no: Manglande eigenskap i resume token: %(property)s
ro: Proprietate lipsă în jetonul de continuare: %(property)s
ta: மீண்ட ஞாபகக் குறியில் பண்பைக் காணவில்லை: %(property)s

source: Invalid data attribute: %(property)s
bs: Nevažeći atribut podataka: %(property)s
fy_nl: Gegevenskenmerk ûnjildich: %(property)s
hy_am: Անվավեր տվյալների հատկորոշիչ․%(property)s
kk: Деректер атрибуты қате: %(property)s
lt: Neleistinas duomenų atributas: %(property)s
ms: Data atribut tidak sah: %(property)s
nb_no: Ugyldig data-attributt: %(property)s
nn_no: Ugyldig data-attributt: %(property)s
ro: Atribut de date invalid: %(property)s
ta: தவறான தரவு பண்பு: %(property)s

source: Missing data attribute: %(property)s
bs: Nedostaje atribut podataka: %(property)s
fy_nl: Gegevenskenmerk ûntbrekt: %(property)s
hy_am: Տվյալների հատկանիշը բացակայում է․%(property)s
kk: Деректер атрибуты жоқ: %(property)s
lt: Trūksta duomenų atributo: %(property)s
ms: Data atribut tidak dijumpai: %(property)s
nb_no: Manglende data-attributt: %(property)s
nn_no: Manglande data-attributt: %(property)s
ro: Atribut de date lipsă: %(property)s
ta: தரவு பண்பு காணவில்லை: %(property)s

source: That confirmation link was already used, and can only be used once.
bs: Ta link za potvrdu već upotrijebljen i može se upotrebiti samo jednom.
fy_nl: Dy befêstigingskeppeling is al brûkt en kin mar ien kear brûkt wurde.
hy_am: Այդ հաստատման հղումն արդեն օգտագործվել է, և այն կարող է օգտագործվել միայն մեկ անգամ։
kk: Бұл растау сілтемесі қолданылған, және оны тек бір рет қолдануға болады.
lt: Šis vienkartinis patvirtinimo saitas jau buvo panaudotas.
ms: Pautan pengesahan telah digunakan, ia hanya boleh digunakan sekali sahaja.
nb_no: Denne bekreftelseslenken er allerede brukt, og kan kun brukes én gang.
nn_no: Denne stadfestingslenka er allereie brukt, og kan berre brukast ein gong.
ro: Linkul de confirmare a fost deja folosit și nu poate fi reutilizat.
ta: உறுதிப்படுத்தல் இணைப்பு ஏற்கனவே பயன்படுத்தப்பட்டது, அதனை ஒருமுறை மட்டுமே பயன்படுத்த முடியும்.

source: This is a required field
bs: Ovo polje je potrebno
fy_nl: Dit is in fereaske fjild
hy_am: Սա պահանջվող դաշտ է
kk: Бұл - міндетті өріс
lt: Šis laukas privalomas
ms: Ruangan ini wajib dipenuhkan
nb_no: Dette feltet er påkrevd
nn_no: Dette feltet er påkravd
ro: Acesta este un câmp obligatoriu
ta: இது தேவையான களம்

source: Authorization code required
bs: Kod autorizacije potreban
fy_nl: Autorisaasjekoade fereaske
hy_am: Պահանջվում է կոդի նույնականացում
kk: Авторизация коды керек
lt: Būtinas patvirtinimo kodas
ms: Kod pengesahan diperlukan
nb_no: Godkjenningskode påkrevd
nn_no: Godkjenningskode påkravd
ro: Este necesar un cod de autorizare
ta: உறுதிப்படுத்தல் குறியீடு தேவை

source: Link damaged
bs: Link oštećen
fy_nl: Keppeling skansearre
hy_am: Հղումը վնասվել է
kk: Сілтеме зақымдалған
lt: Saitas sugadintas
ms: Pautan rosak
nb_no: Ødelagt lenke
nn_no: Øydelagd lenke
ro: Link corupt
ta: பாதிப்படைந்த தொடுப்ப

source: Phone number required
bs: Potreban broj telefona
fy_nl: Telefoannûmer fereaske
hy_am: Պահանջվում է հեռախոսի համարը
kk: Телефон нөмірі керек
lt: Būtina įvesti telefono numerį
ms: Nombor telefon diperlukan
nb_no: Telefonnummer påkrevd
nn_no: Telefonnummer påkravd
ro: Este necesar un număr de telefon
ta: தொலைப்பேசி எண் தேவை

source: Missing configuration
bs: Nedostaje konfiguracija
fy_nl: Konfiguraasje mist
hy_am: Առաջարկվող կարգավորում
kk: Баптауы жоқ болып тұр
lt: Trūksta konfigūracijos
ms: Konfigurasi tidak dijumpai
nb_no: Manglende konfigurasjon
nn_no: Manglande konfigurasjon
ro: Configurație lipsă
ta: கட்டமைப்பு தொலைந்தது
