Repository: LZoog/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: is

source: Here's your reminder to sync devices.
is: Hér er áminning til þín um að samstilla tæki.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
is: Það þarf tvo til að samstilla. Með því að samstilla annað tæki við Firefox heldurðu á öruggan máta bókamerkjunum þínum, lykilorðum og öðrum Firefox-gögnum eins alls staðar þar sem þú notar Firefox.

source: Last reminder to sync devices!
is: Síðasta áminning um að samstilla tæki!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
is: Með því að samstilla annað tæki við Firefox heldurðu á öruggan máta bókamerkjunum þínum, lykilorðum og öðrum Firefox-gögnum eins alls staðar þar sem þú notar Firefox.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
is: Ef þú hefur ekki þegar náð í %(productName)s skulum við byrja að nota alla eiginleika sem fylgja áskriftinni þinni:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
is: Spurningar varðandi áskriftina þína? <a href="%(subscriptionSupportUrl)s">Aðstoðarteymið</a> okkar er hér til að hjálpa þér.

source: Questions about your subscription? Our support team is here to help you:
is: Spurningar varðandi áskriftina þína? Aðstoðarteymið okkar er hér til að hjálpa þér:

source: Low recovery codes remaining
is: Fáir endurheimtukóðar eftir

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
is: Við tókum eftir því að þú ert að verða uppiskroppa með endurheimtarkóða. Íhugaðu að búa til nýja kóða til að forðast að læsast úti af reikningnum þínum.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
is: Við höfum tekið eftir því að þú ert að verða uppiskroppa með endurheimtarkóða. Íhugaðu að búa til nýja kóða til að forðast að læsast úti af reikningnum þínum.

source: Generate codes:
is: Útbúa kóða:

source: New sign-in to %(clientName)s
is: Ný innskráning á %(clientName)s

source: Password Change Required
is: Nauðsynlegt að skipta um lykilorð

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
is: Við fundum grunsamlega virkni á Firefox-reikningnum þínum. Til að koma í veg fyrir óheimilan aðgang að Firefox-reikningnum þínum höfum við aftengt öll tæki á reikningnum þínum og krefjumst þess að þú breytir lykilorðinu þínu í varúðarskyni.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
is: Skráðu þig aftur inn á hvaða tæki eða þjónustu sem er þar sem þú notar Firefox-reikninginn þinn og fylgdu skrefunum sem verða kynnt fyrir þér.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
is: <b>Mikilvægt:</b> Veldu annað lykilorð en það sem þú notaðir áður og vertu viss um að það sé annað en á tölvupóstreikningnum þínum.

source: Best,
is: Bestu kveðjur,

source: The Firefox Accounts team
is: Firefox-reikningateymið

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
is: Mikilvægt: Veldu annað lykilorð en það sem þú notaðir áður og vertu viss um að það sé annað en á tölvupóstreikningnum þínum.

source: Password changed successfully
is: Það tókst að breyta lykilorðinu

source: Your Firefox Account password was successfully changed from the following device:
is: Lykilorðinu fyrir Firefox-reikninginn þinn var breytt af eftirfarandi tæki:

source: Your account password was changed
is: Lykilorði reikningsins þíns hefur verið breytt

source: You will need to enter your new password on other devices to resume syncing.
is: Þú verður að setja inn nýja lykilorðið þitt á öðrum tækjum til að halda áfram með samstillingu.

source: You will need to enter your new password on other devices to resume syncing.
is: Þú verður að setja inn nýja lykilorðið þitt á öðrum tækjum til að halda áfram með samstillingu.

source: Your account password was reset with a recovery key
is: Lykilorð reikningsins þíns hefur verið endurstillt með endurheimtulykli

source: You will need to generate a new recovery key.
is: Þú munt þurfa að útbúa nýjan endurheimtulykil.

source: Create new recovery key:
is: Útbúðu nýjan endurheimtulykil:

source: For more information, please visit %(supportUrl)s
is: Til að sjá nánari upplýsingar, ættirðu að skoða %(supportUrl)s

source: Account recovery key generated
is: Endurheimtulykill reiknings útbúinn

source: If this was not you, revoke key.
is: Ef þetta varst ekki þú, skaltu afturkalla lykilinn.

source: Two-step authentication enabled
is: Tveggja-þrepa auðkenning virk

source: New primary email
is: Nýtt aðaltölvupóstfang

source: Recovery code consumed
is: Endurheimtukóði notaður

source: Consumed recovery code
is: Notaður endurheimtukóði

source: New recovery codes generated
is: Nýir endurheimtukóðar útbúnir

source: Account recovery key removed
is: Endurheimtulykill reiknings fjarlægður

source: Secondary email removed
is: Aukatölvupóstfang fjarlægt

source: Two-step authentication disabled
is: Tveggja-þrepa auðkenning óvirk

source: Firefox Account verified. You're almost there.
is: Firefox-reikningur staðfestur. Þetta er næstum tilbúið.

source: Next sync between your devices!
is: Næst skaltu samstilla á milli tækjanna þinna!

source: Set up next device
is: Setja upp næsta tæki

source: Have questions? Visit %(supportUrl)s
is: Ertu með spurningar? Kíktu á %(supportUrl)s

source: Secondary email added
is: Aukapóstfangi bætt við

source: Need to reset your password?
is: Þarftu að endurstilla lykilorðið þitt?

source: Create new password
is: Búðu til nýtt lykilorð

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
is: Takk fyrir að velja Firefox! Þú getur sett upp Firefox fyfir farsíma hér: %(link)s

source: Sorry to see you go
is: Okkur þykir miður að þú sért á förum

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
is: Hjálpaðu okkur við að bæta þjónustuna með því að taka þátt í <a %(cancellationSurveyLinkAttributes)s>stuttri könnun</a>.

source: Please help us improve our services by taking this short survey:
is: Hjálpaðu okkur við að bæta þjónustuna með því að taka þátt í stuttri könnun:

source: Welcome to %(productName)s
is: Velkomin í %(productName)s

source: Invoice number: %(invoiceNumber)s
is: Númer reiknings: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
is: Til greiðslu: %(invoiceTotal)s þann %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
is: Næsti reikningur: %(nextInvoiceDateOnly)s

source: Create a password:
is: Búðu til lykilorð:

source: Welcome to Firefox!
is: Velkomin í Firefox!

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
is: Þér hefur tekist að skipta úr %(productNameOld)s yfir í %(productNameNew)s.

source: Your subscription has been cancelled
is: Áskriftinni þinni hefur verið sagt upp

source: Thank you for subscribing to %(productName)s
is: Takk fyrir að gerast áskrifandi að %(productName)s

source: Invoice Number: <b>%(invoiceNumber)s</b>
is: Númer reiknings: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
is: Til greiðslu %(invoiceTotal)s þann %(invoiceDateOnly)s

source: <a href="%(invoiceLink)s">View your invoice</a>.
is: <a href="%(invoiceLink)s">Skoðaðu reikninginn þinn</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
is: Næsti reikningur: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
is: Númer reiknings: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
is: Skoða /: %(invoiceLink)s

source: Subtotal: %(invoiceSubtotal)s
is: Samtals: %(invoiceSubtotal)s

source: One-time discount: -%(invoiceDiscountAmount)s
is: Eins-skiptis afsláttur: -%(invoiceDiscountAmount)s

source: Your credit card is about to expire
is: Greiðslukortið þitt er við það að renna út

source: The credit card you're using to make payments for %(productName)s is about to expire.
is: Greiðslukortið sem þú notar til að greiða fyrir %(productName)s er við það að renna út.

source: Thank you for reactivating your %(productName)s subscription!
is: Takk fyrir að endurvirkja %(productName)s áskriftina þína!

source: Dear %(productName)s customer,
is: Ágæti viðskiptavinur %(productName)s,

source: Sincerely,
is: Með bestu kveðjum,

source: The %(productName)s team
is: %(productName)s-teymið

source: Thank you for being a subscriber!
is: Takk fyrir að vera áskrifandi!

source: We received your latest payment for %(productName)s.
is: Við fengum síðustu greiðslu þína vegna %(productName)s.

source: Thank you for upgrading!
is: Takk fyrir að uppfæra!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
is: Þér hefur tekist að uppfæra úr %(productNameOld)s yfir í %(productNameNew)s.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
is: Greiðslukortið sem þú notar til að greiða fyrir eftirfarandi áskriftir er við það að renna út.

source: Welcome to the Firefox family
is: Velkomin í Firefox-fjölskylduna

source: Confirm email:
is: Staðfestu tölvupóstfangið:

source: Still there?
is: Ennþá þarna?

source: For added security, please confirm this sign-in from the following device:
is: Í öryggisskyni skaltu staðfesta þessa innskráningu frá eftirfarandi tæki:

source: Confirm sign-in
is: Staðfestu innskráningu

source: If yes, here is the verification code:
is: Ef já, þá er hérna staðfestingarkóðinn:

source: It expires in 5 minutes.
is: Hann rennur út eftir 5 mínútur.

source: Verify primary email
is: Staðfestu aðaltölvupóstfang

source: Verify email:
is: Sannreyna tölvupóstfang:

source: Verify secondary email
is: Sannreyna aukatölvupóstfang

source: Use this verification code:
is: Notaðu þennan staðfestingarkóða:

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
is: Til að sjá nánari upplýsingar, ættirðu að skoða <a %(supportLinkAttributes)s>Mozilla Support aðstoðargáttina</a>.

source: This is an automated email; if you received it in error, no action is required.
is: Þetta er sjálfvirkur tölvupóstur; ef þú fékkst hann óvart sendan, þarftu ekkert að gera.

source: If you suspect that someone is trying to gain access to your account, please change your password.
is: Ef þig grunar að einhver sé að reyna að fá aðgang að notandaaðgangnum þínum, skaltu endurstilla lykilorðið þitt.

source: IP address: %(ip)s
is: IP-vistfang: %(ip)s

source: Manage account:
is: Sýsla með notandaaðgang:

source: Payment details:
is: Nánar um greiðslu:

source: %(cardType)s card ending in %(lastFour)s
is: %(cardType)s kort endar á %(lastFour)s

source: Mozilla Privacy Policy
is: Persónuverndarstefna Mozilla

source: Firefox Cloud Terms of Service
is: Þjónustuskilmálar Firefox Cloud

source: Terms and cancellation policy
is: Skilmálar og afbókunarreglur

source: Reactivate subscription
is: Endurvirkja áskrift

source: Cancel subscription
is: Hætta áskrift

source: Cancel subscriptions
is: Hætta áskriftum

source: Update billing information
is: Uppfæra greiðsluupplýsingar

source: Legal
is: Lagalegur fyrirvari

source: Privacy
is: Friðhelgi

source: Terms and cancellation policy:
is: Skilmálar og afbókunarreglur:

source: Privacy notice:
is: Meðferð persónuupplýsinga:

source: Cancel subscription:
is: Hætta áskrift:

source: Cancel subscriptions:
is: Hætta áskriftum:

source: Update billing information:
is: Uppfæra greiðsluupplýsingar:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
is: %(uaBrowser)s á %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
is: %(uaBrowser)s á %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
is: %(city)s, %(stateCode)s, %(country)s (áætlað)

source: %(city)s, %(country)s (estimated)
is: %(city)s, %(country)s (áætlað)

source: %(stateCode)s, %(country)s (estimated)
is: %(stateCode)s, %(country)s (áætlað)

source: %(country)s (estimated)
is: %(country)s (áætlað)

source: Finish creating your account
is: Ljúktu við að útbúa notandaaðganginn þinn

source: Confirm email
is: Staðfestu tölvupóstfangið

source: Verification code: %(code)s
is: Sannvottunarkóði: %(code)s

source: Create a password
is: Búðu til lykilorð

source: Account authorization code
is: Auðkenningarkóði aðgangs

source: Confirm new sign-in to %(clientName)s
is: Staðfestu nýja innskráningu á %(clientName)s

source: Sign-in code for %(serviceName)s
is: Innskráningarkóði fyrir %(serviceName)s

source: Confirm primary email
is: Staðfestu aðaltölvupóstfang

source: Verify email
is: Staðfestu tölvupóstfang

source: Confirm secondary email
is: Staðfestu aukatölvupóstfang

source: Reset your password
is: Endurstilltu lykilorðið þitt

source: Password updated
is: Lykilorð uppfært

source: Suspicious activity detected
is: Vart við grunsamlega virkni

source: Manage account
is: Sýsla með notandaaðgang

source: Account verified. Next, sync another device to finish setup
is: Reikningur staðfestur. Næst skaltu samstilla annað tæki til að ljúka uppsetningunni

source: Primary email updated
is: Aðaltölvupóstfang uppfært

source: Two-step authentication is off
is: Slökkt er á tveggja-þrepa auðkenningu

source: Recovery code used
is: Endurheimtukóði sem var notaður

source: 1 recovery code remaining
is: 1 endurheimtukóði eftir

source: %(numberRemaining)s recovery codes remaining
is: %(numberRemaining)s endurheimtukóðar eftir

source: Generate codes
is: Útbúa kóða

source: Password updated using recovery key
is: Lykilorð uppfært með endurheimtulykli

source: Create new recovery key
is: Útbúðu nýjan endurheimtulykil

source: Welcome to %(productName)s: Please set your password.
is: Velkomin í %(productName)s: Stilltu lykilorðið þitt.

source: You have upgraded to %(productNameNew)s
is: Þú hefur uppfært í %(productNameNew)s

source: You have switched to %(productNameNew)s
is: Þú hefur skipt yfir í %(productNameNew)s

source: Credit card for %(productName)s expiring soon
is: Greiðslukort fyrir %(productName)s rennur út bráðlega

source: Credit card for your subscriptions is expiring soon
is: Greiðslukort fyrir áskriftirnar þínar rennur út bráðlega

source: Payment information update required for %(productName)s
is: Uppfærsla greiðsluupplýsinga er nauðsynleg fyrir %(productName)s

source: Payment information update required for Mozilla subscriptions
is: Uppfærsla greiðsluupplýsinga er nauðsynleg fyrir Mozilla-áskriftir

source: %(productName)s payment failed
is: Greiðsla fyrir %(productName)s mistókst

source: Your %(productName)s subscription has been cancelled
is: Áskriftinni þinni að %(productName)s hefur verið hætt

source: %(productName)s subscription reactivated
is: Áskrift að %(productName)s hefur verið endurvirkjuð

source: %(productName)s automatic renewal notice
is: Tilkynning um sjálfvirka endurnýjun %(productName)s

source: %(productName)s payment received
is: Greiðsla fyrir %(productName)s móttekin

source: %(productName)s payment confirmed
is: Greiðsla fyrir %(productName)s staðfest

source: Download %(productName)s
is: Sækja %(productName)s

source: Sync another device
is: Samstilla annað tæki

source: Firefox Accounts
is: Firefox-reikningar

source: Page not found
is: Síða fannst ekki

source: Home
is: Heim

source: 500 Error
is: 500 villa

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
is: Æi, eitthvað fór úrskeiðis þarna. Við höfum fengið tilkynningu og munum fara í að lagfæra þetta.

source: 502 Error
is: 502 villa

source: Server busy, try again soon
is: Netþjónn er upptekinn, reyndu aftur seinna

source: Loading
is: Hleð inn

source: Firefox Accounts requires JavaScript.
is: Firefox-reikningar þarfnast JavaScript.

source: Privacy Notice
is: Meðferð persónuupplýsinga

source: Terms of Service
is: Þjónustuskilmálar

source: Firefox update required
is: Uppfærsla Firefox er nauðsynleg

source: Download latest
is: Sækja nýjasta
