Repository: LZoog/fxa-content-server-l10n
Catalog: locale/rm/LC_MESSAGES/client.po
Languages: rm

source: Before you can view or make changes to this section, you will need to verify your email address.
rm: Avant che ti pos vesair u modifitgar questa secziun stos ti confermar tia adressa d'e-mail.

source: Primary email
rm: E-mail principal

source: Your Firefox Account password
rm: Il pled-clav da tes conto da Firefox

source: Must not be your email address
rm: Na dastga betg esser tia adressa dad e-mail

source: Must not match this <a %(escapedCommonPasswordLinkAttrs)s>list of common passwords</a>
rm: Na dastga betg esser sin questa <a %(escapedCommonPasswordLinkAttrs)s>glista da pleds-clav frequents</a>

source: Be original and be safe &mdash; don't reuse this password anywhere else.
rm: Originalitad protegia; betg reutilisar quest pled-clav en auters lieus.

source: Remember this password &mdash; resetting it erases your data from our servers.
rm: Tegna endament quest pled-clav &mdash; sche ti al reinizialiseschas vegnan tias datas stizzadas da noss servers.

source: Show password
rm: Mussar il pled-clav

source: Use a different email address
rm: Utilisar in'autra adressa dad e-mail

source: Account Recovery
rm: Recuperaziun dal conto

source: Firefox Recovery Key
rm: Clav da recuperaziun da Firefox

source: Invalid recovery key
rm: Clav da recuperaziun nunvalida

source: Recovery key required
rm: Clav da recuperaziun necessaria

source: Reset password with recovery key
rm: Redefinir il pled-clav cun ina clav da recuperaziun

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
rm: Endatescha per plaschair la clav da recuperaziun a diever unic che ti has tegnì en salv en in lieu segir per puspè obtegnair l'access a tes conto da Firefox.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
rm: <span class="note">ATTENZIUN:</span> Sche ti redefineschas tes pled-clav e n'has betg memorisà ina clav da recuperaziun per il conto, vegnan tschertas datas stizzadas (inclus las datas memorisadas sin il server sco la cronologia ed ils segnapaginas).

source: Enter recovery key
rm: Endatar la clav da recuperaziun

source: Confirm recovery key
rm: Confermar la clav da recuperaziun

source: Don't have a recovery key?
rm: Ti n'has nagina clav da recuperaziun?

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
rm: Ti has recuperà cun succes tes conto cun agid da tia clav da recuperaziun. Creescha in nov pled-clav per segirar tias datas ed al tegna en salv en in lieu segir.

source: Generate a new recovery key
rm: Generar ina nova clav da recuperaziun

source: Continue to my account
rm: Vinavant tar mes conto

source: Account recovery
rm: Recuperaziun dal conto

source: Generate a recovery key to regain access to your Firefox bookmarks, passwords, and synced data if you forget your password.
rm: Generescha ina clav da recuperaziun per recuperar l'access als segnapaginas, pleds-clav ed a las datas sincronisadas da Firefox en cas che ti emblidas tes pled-clav.

source: Recovery key
rm: Clav da recuperaziun

source: Not set
rm: Betg definì

source: Generate
rm: Generar

source: <span class="note">NOTE: </span>Your Firefox Account password encrypts your Firefox data. Only your password or recovery key can access your data. <a %(escapedLearnMoreLinkAttributes)s>Learn more</a>
rm: <span class="note">ATTENZIUN: </span>Il pled-clav da tes conto da Firefox criptescha tias datas da Firefox. Mo cun tes pled-clav u cun la clav da recuperaziun pos ti acceder a tias datas. <a %(escapedLearnMoreLinkAttributes)s>Ulteriuras infurmaziuns</a>

source: Step 1 of 2: Re-enter password
rm: Pass 1 da 2: reendatar il pled-clav

source: Enter your password to view your recovery key.
rm: Endatescha tes pled-clav per laschar mussar tia clav da recuperaziun.

source: Enter Password
rm: Endatescha tes pled-clav

source: Are you sure you want to revoke?
rm: La vuls ti propi revocar?

source: You will be unable to use your recovery key to access your data in the event you reset your password.
rm: Ti na pos betg acceder a tias datas cun agid da la clav da recuperaziun sche ti reinizialiseschas tes pled-clav.

source: Step 2 of 2: Save Recovery key
rm: Pass 2 da 2: memorisar la clav da recuperaziun

source: <span class="note">NOTE: </span>If you forget your password, this key is required to regain access to your data. Save your recovery key in a safe location, where you can find it easily later.
rm: <span class="note">ATTENZIUN: </span>Sche ti emblidas tes pled-clav è questa clav necessaria per puspè obtegnair l'access a tias datas. Memorisescha tia clav da recuperaziun en in lieu segir, nua che ti la pos chattar a moda simpla pli tard.

source: Print button image
rm: Grafica da buttun «stampar»

source: Download button image
rm: Grafica da buttun «telechargiar»

source: Done, Recovery key saved
rm: Finì, memorisà la clav da recuperaziun

source: Valid code required
rm: In code valid è necessari

source: This request requires two step authentication enabled on your account.
rm: Per questa dumonda sto l'autentificaziun en dus pass esser activada en tes conto.

source: Please enter verification code
rm: Endatescha per plaschair il code da verificaziun

source: Error connecting to remote device
rm: Errur durant la connexiun cun l'apparat lontan

source: Invalid message from the remote device
rm: Messadi nunvalid da l'apparat lontan

source: Could not decrypt message from the remote device
rm: Impussibel da decriptar il messadi da l'apparat lontan

source: Use security code
rm: Utilisar il code da segirezza

source: Sign in to continue.
rm: S'annunziar per cuntinuar.

source: Copied
rm: Copià

source: Failed to copy. Please manually copy.
rm: Betg reussì da copiar. Per plaschair copiar a maun.

source: Downloaded
rm: Telechargià

source: Printed
rm: Stampà

# submit button
source: Sign in
rm: S'annunziar

# header text
source: Sign in
rm: S'annunziar

# button text
source: Sign in
rm: S'annunziar
