Repository: LZoog/fxa-content-server-l10n
Catalog: locale/rm/LC_MESSAGES/client.po
Languages: rm

source: Account verified successfully
rm: Reussì da verifitgar il conto

source: Password reset
rm: Redefinì il pled-clav

source: Password reset successfully. Sign in to continue.
rm: Redefinì cun success il pled-clav. T'annunzia per cuntinuar.

source: %(permissionName)s (required)
rm: %(permissionName)s (necessari)

source: Email address
rm: Adressa dad e-mail

source: Display name
rm: Num per visualisar

source: Account picture
rm: Maletg da conto

source: Welcome back
rm: Bainvegni anavos

source: Firefox Sync will resume momentarily
rm: Firefox Sync cuntinuescha immediatamain

source: Complete set-up by entering the new password on your other Firefox devices.
rm: Cumplettar l'installaziun entras endatar il nov pled-clav en tes auters apparats da Firefox.

source: Sign-in confirmed
rm: Confermà l'annunzia

source: You are now ready to use %(serviceName)s
rm: Ti es ussa pront per utilisar %(serviceName)s

source: Account verified
rm: Verifitgà il conto

source: Unknown account. <a href="/signup">Sign up</a>
rm: Conto nunenconuschent. <a href="/signup">S'annunziar</a>

source: Unknown Firefox Account. <a href="/signup">Sign up</a> using your previous Add-ons account email address to access your Add-ons data.
rm: Conto da Firefox nunenconuschent. <a href="/signup">T'annunzia</a> cun tia adressa dad e-mail dal conto dad «Add-ons» per acceder tias datas dad «Add-ons».

source: Account no longer exists. Recreate it?
rm: Il conto n'exista betg pli. Crear danovamain?

source: Account already exists. <a href="/signin">Sign in</a>
rm: Conto exista gia. <a href="/signin">S'annunziar</a>

source: App link resent to %(phoneNumber)s
rm: La colliaziun da l'applicaziun è vegnida tramessa anc ina giada a %(phoneNumber)s

source: Courtesy of <a href="https://www.gravatar.com">Gravatar</a>
rm: Furnì da <a href="https://www.gravatar.com">Gravatar</a>

source: Password changed successfully
rm: Midà il pled-clav cun success

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
rm: Nus stain mal dad udir quai. Il meglier midas ti tes pled-clav da tes conto da Firefox e tschertgar infurmaziuns tar il producent da tes apparat davart il stizzar las datas ord il lontan.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
rm: Nus stain mal dad udir quai. Sche ti na ta fidas propi betg da quest apparat ta recumandain nus da midar tes pled-clav dal conto da Firefox e da midar tut ils pleds-clav memorisads en Firefox.

source: Web Session, %(userAgent)s
rm: Sesida da web, %(userAgent)s

source: Last active %(translatedTimeAgo)s
rm: Ultima activitad %(translatedTimeAgo)s

source: Subscribed successfully
rm: Abunnà cun success

source: Unsubscribed successfully
rm: Deabunnà cun success

source: Account deleted successfully
rm: Stizzà cun success il conto

source: Display name updated
rm: Actualisà il num per visualisar

source: Your account has been locked for security reasons
rm: Tes conto è vegnì blocca per motivs da segirezza

source: Reset password
rm: Redefinir il pled-clav

source: Open Gmail
rm: Avrir Gmail

source: Open Hotmail
rm: Avrir Hotmail

source: Open Yahoo
rm: Avrir Yahoo

source: Open Outlook
rm: Avrir Outlook

source: Open Restmail
rm: Avrir Restmail

source: Email resent
rm: Tramess danovamain l'e-mail

source: Unexpected error
rm: Errur nunspitgada

source: The link you clicked to verify your email is expired.
rm: La colliaziun che ti has cliccà per confermar tia adressa dad e-mail è scrudada.

source: You've tried too many times. Try again later.
rm: Ti has empruvà memia bleras giadas. Empova pli tard anc ina giada.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
rm: Ti has emruvà memia bleras giadas. Emprova anc ina giada %(retryAfterLocalized)s.

source: Invalid token
rm: Token nunvalid

source: Invalid timestamp in request signature
rm: Temp nunvalid en la signatura da la dumonda

source: Invalid nonce in request signature
rm: Nonce nunvalid en la signatura da la dumonda

source: Account already exists
rm: Conto exista gia

source: Unknown account
rm: Conto nunenconuschent

source: Incorrect email case
rm: Scripziun nunvalida da l'adressa dad e-mail

source: Incorrect password
rm: Pled-clav nuncorrect

source: Unverified account
rm: Conto betg verifitgà

source: Invalid verification code
rm: Code da verificaziun nunvalid

source: Invalid JSON in request body
rm: JSON nunvalid en il corp da la dumonda

source: Invalid parameter: %(param)s
rm: Parameter nunvalid: %(param)s

source: Missing parameter: %(param)s
rm: Parameter mancant: %(param)s

source: Invalid request signature
rm: Signatura da dumonda nunvalida

source: Missing content-length header
rm: Header 'content-length' manca

source: Request body too large
rm: Il corp da la dumonda è memia grond

source: The request was blocked for security reasons
rm: La dumonda è bloccada per motivs da segirezza

source: Invalid authorization code
rm: Code dad autorisaziun nunvalid

source: Invalid phone number
rm: Numer da telefon nunvalaivel

source: Cannot send to this country
rm: Impussibel da trametter en quest pajais

source: Could not send a message to this number
rm: Impussibel da trametter il messadi a quest numer

source: Your email was just returned
rm: Tes e-mail è gist vegnì returnà

source: Your email was just returned. Mistyped email?
rm: Tes e-mail è gist vegnì returnà. È l'adressa correcta?

source: Unable to deliver email
rm: Impussibel da spedir l'e-mail

source: Server busy, try again soon
rm: Il server è surchargià, emprova bainprest anc ina giada

source: This endpoint is no longer supported
rm: Quest punct da finiziun na vegn betg pli sustegnì

source: System unavailable, try again soon
rm: Sistem betg disponibel, emprova bainprest anc ina giada

source: Login attempt cancelled
rm: Interrut l'emprova d'annunzia

source: Session expired. Sign in to continue.
rm: La sesida è scrudada. T'annunzia per cuntinuar.

source: Cookies are still disabled
rm: Ils cookies èn anc adina deactivads

source: Passwords do not match
rm: Ils pleds-clav na correspundan betg

source: Working…
rm: En lavur…

source: Could not get Privacy Notice
rm: Betg chattà la decleraziun da protecziun da datas

source: Could not get Terms of Service
rm: Betg chattà las cundiziuns dal servetsch

source: Your new password must be different
rm: Il pled-clav nov sto esser different

source: Must be at least 8 characters
rm: Sto cuntegnair almain 8 caracters

source: Valid password required
rm: In pled-clav valid è necessari

source: Valid email required
rm: Necessari dad inditgar ina adressa dad e-mail valida

source: A usable image was not found
rm: Chattà nagin maletg utilisabel

source: Could not initialize camera
rm: Impussibel dad inizialisar la camera

source: Valid URL required
rm: Necessari dad inditgar ina URL valida

source: Your verification email was just returned. Mistyped email?
rm: Tes e-mail da verificaziun è gist returnà. Has ti tippa fauss l'adressa dad e-mail?

source: Enter a valid email address. firefox.com does not offer email.
rm: Endatescha ina adressa dad e-mail valida. firefox.com na porscha naginas adressas dad e-mail.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
rm: La pagina dal conto da Firefox po be vegnir plazzada en iframes sin paginas approvadas

source: Verification link damaged
rm: Errur en la colliaziun da verificaziun

source: The image dimensions must be at least 100x100px
rm: Las dimensiuns dal maletg ston esser almain 100x100px

source: Signup is coming soon to Firefox for iOS
rm: Proximamain vegn la registraziun era per Firefox per iOS

source: You must enter your age to sign up
rm: Ti stos inditgar tia vegliadetgna per ta registrar

source: No Gravatar found
rm: Chattà nagin Gravatar

source: Account no longer exists.
rm: Il conto n'exista betg pli.

source: Invalid property in resume token: %(property)s
rm: Caracteristica nunvalida en il token: %(property)s

source: Missing property in resume token: %(property)s
rm: Caracteristica manca en il token: %(property)s

source: Invalid data attribute: %(property)s
rm: Attribut da data nunvalid: %(property)s

source: Missing data attribute: %(property)s
rm: Attribut da data mancant: %(property)s

source: That confirmation link was already used, and can only be used once.
rm: Quest link da confirmaziun è gia vegnì duvrà e po be vegnir duvrà ina giada.

source: This is a required field
rm: Quest è in champ necessari

source: Authorization code required
rm: Code dad autorisaziun è necessari

source: Link damaged
rm: Colliaziun rutta

source: Phone number required
rm: Numer da telefon necessari

source: Missing configuration
rm: Configuraziun manca

source: Invalid configuration
rm: Configuraziun nunvalida

source: Did you mean <span tabindex="1">%(escapedDomain)s</span>?
rm: Has ti manegià <span tabindex="1">%(escapedDomain)s</span>?

source: Please try again later
rm: Emprova p.pl. pli tard anc ina giada

source: Unknown client
rm: Client nunenconuschent

source: Incorrect redirect_uri
rm: redirect_uri nuncorrecta

source: Invalid assertion
rm: Affirmaziun nunvalida

source: Unknown code
rm: Code nunenconuschent

source: Incorrect code
rm: Code incorrect

source: Expired code
rm: Code scrudà

source: Invalid OAuth parameter: %(param)s
rm: Parameter dad OAuth nunvalid: %(param)s

source: Unauthorized
rm: Betg autorisà

source: Forbidden
rm: Scumandà

source: Something went wrong. Please close this tab and try again.
rm: Insatge n'ha betg funcziunà. Serra p.pl. quest tab ed emprova anc ina giada.

source: no message
rm: nagin messadi

source: Missing OAuth parameter: %(param)s
rm: Parameter dad OAuth mancant: %(param)s

source: Invalid Token
rm: Token nunvalid

source: Invalid parameter in request body: %(param)s
rm: Parameter nunvalid en il corp da la dumonda: %(param)s

source: Unsupported image provider
rm: Purschider da maletgs betg sustegnì

source: Image processing error
rm: Errur cun elavurar il maletg

source: Resources failed to load
rm: Betg reussì da chargiar las resursas

source: Unexpected resource error
rm: Errur da resursa nunspetgada

source: Script error
rm: Errur da script

source: SMS sent
rm: Tramess il SMS

source: Your number has been blocked
rm: Tes numer e vegnì bloccà

source: SMS not sent, please try again
rm: SMS n'è betg vegnì tramess, emprova p.pl. pli tard anc ina giada

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
rm: Cun cuntinuar accepteschas ti il <a id="service-tos" href="%(termsUri)s">Contract da licenza</a> e las <a id="service-pp" href="%(privacyUri)s">Infurmaziuns davart la protecziun da datas</a> da %(serviceName)s (%(serviceUri)s).

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
rm: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Agid</a>

source: Get the latest news about Mozilla and Firefox.
rm: Retschaiver novitads davart Mozilla e Firefox.

source: %(city)s, %(country)s (estimated)
rm: %(city)s, %(country)s (schazegià)

source: %(country)s (estimated)
rm: %(country)s (schazegià)

source: IP address: %(ip)s
rm: Adressa IP: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
rm: Per pli gronda segirezza, conferma p.pl. questa annunzia per cumenzar a sincronisar cun quest apparat:

source: Web Session
rm: Sesida web

source: Bad Request
rm: Dumonda nuncorrecta

source: 500 Error
rm: Errur 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
rm: Oh ****, insatge è ì fallà. Nus avain notà quai e lavurain vi dad ina soluziun.

source: Cannot create account
rm: Impussibel da crear in conto

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
rm: Ti stos ademplir tschertas pretensiun per crear in conto da Firefox.

source: Learn more.
rm: Dapli infurmaziuns.

source: %(email)s created
rm: %(email)s creà

source: Choose what to sync
rm: Tscherna tge che duai vegnir sincronisà

source: Open tabs
rm: Tabs averts

source: Bookmarks
rm: Segnapaginas

source: Add-ons
rm: Supplements

source: Passwords
rm: Pleds-clav

source: History
rm: Cronologia

source: Preferences
rm: Preferenzas

source: Add-ons and Preferences do not currently sync on mobile devices.
rm: Preferenzas e supplements na vegnan actualmain betg sincronisads cun apparats mobils.

source: Save settings
rm: Memorisar ils parameters

source: Back
rm: Enavos

source: Reset password link expired
rm: La colliaziun per redefinir il pled-clav è scrudada

source: The link you clicked to reset your password is expired.
rm: La colliaziun che ti has cliccà per redefinir tes pled-clav è scrudada.

source: Click here to receive a new reset link
rm: Clicca qua per retschaiver ina nova colliaziun per redefinir il pled-clav

source: Reset password link damaged
rm: La colliaziun per redefinir il pled-clav è donnegiada

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
rm: La colliaziun che ti has cliccà n'era betg cumpletta ed è eventualmain vegnida interpretada fauss da tes program dad e-mail. Copiescha precautamain l'entira adressa ed emprova anc ina giada.

source: Enter new password
rm: Endatar in nov pled-clav

source: Once you submit your new password, you will lose any Sync data that is not on one of your devices.
rm: Apaina che ti has tramess tes nov pled-clav, perdas ti tut las datas da Sync che n'èn betg sin in da tes apparats.

source: Learn how Sync works.
rm: Emprenda sco che Sync funcziuna.

source: New password
rm: Nov pled-clav

source: Repeat password
rm: Repeter il pled-clav

source: Submit new password
rm: Trametter il nov pled-clav

source: Sign-in already confirmed
rm: L'annunzia è gia confermada

source: Verification link expired
rm: Colliaziun da verificaziun scrudada

source: Click here to receive a new verification link
rm: Clicca qua per retschaiver ina nova colliaziun da verificaziun

source: Verification error
rm: Errur da verificaziun

source: Confirm your account
rm: Conferma tes conto

source: Confirm this sign-in
rm: Conferma questa annunzia

source: Email Sent
rm: Tramess l'e-mail

source: A verification link has been sent&nbsp;to %(escapedEmail)s
rm: Ina colliaziun da verificaziun è vegnida tramessa a %(escapedEmail)s

source: To better protect your Firefox data, we've emailed a confirmation link to %(email)s
rm: Per proteger meglier tias datas da Firefox avain nus tramess in e-mail cun ina colliaziun da conferma a %(email)s

source: Didn't arrive and not in spam folder? Resend
rm: Betg arrivà ed era betg en l'ordinatur da messadis nungiavischads? Trametter danovamain

source: Reset email sent
rm: L'e-mail per redefinir è vegnì tramess

source: Click on the link we've emailed you at %(email)s within the next hour to create a new password.
rm: Clicca sin il link tramess per e-mail a %(email)s entaifer la proxima ura per crear in nov pled-clav.

source: Remember password? Sign in
rm: Ta regordas dal pled-clav? T'annunzia

source: Connect another device
rm: Connectar in auter apparat

source: This device is connected
rm: Quest apparat è connectà

source: Email verified
rm: Verifitgà l'adressa dad e-mail

source: Sign in to this Firefox to complete set-up
rm: T'annunzia en quest Firefox per cumplettar la configuraziun

source: Sign in &rarr;
rm: S'annunziar &rarr;

source: Sign in to Firefox on another device to complete set-up
rm: T'annunzia en Firefox sin in auter apparat per cumplettar l'installaziun

source: Open settings and select Sign in to Firefox to complete set-up
rm: Avrir «parameters » e tscherner «S'annunziar en Firefox» per cumplettar l'installaziun

source: Sign in to Firefox for Android to complete set-up
rm: T'annunzia en Firefox per Android per cumplettar l'installaziun

source: Sign in to Firefox for iOS to complete set-up
rm: S'annunziar en Firefox per iOS per cumplettar l'installaziun

source: Why is this required?
rm: Pertge è quai necessari?

source: Cookies and local storage are required.
rm: Cookies e memoria locala èn necessaris.

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
rm: Activescha p.pl. cookies e la memoria locala en tes navigatur per acceder a tes conto da Firefox. Mo uschia pudain nus memorisar tias datas tranter differentas sesidas.

source: Learn more
rm: Dapli infurmaziuns

source: Try again
rm: Emprova anc ina giada

source: Sign in to continue
rm: S'annunziar per cuntinuar

source: Password
rm: Pled-clav

source: Sign in
rm: S'annunziar

source: Forgot password?
rm: Emblidà il pled-clav?

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
rm: Cun cuntinuar accepteschas ti il <a id="fxa-tos" href="/legal/terms">Contract da licenza</a> e las <a id="fxa-pp" href="/legal/privacy">Infurmaziuns davart la protecziun da datas</a> dals servetschs da cloud da Firefox.

source: Firefox cloud services
rm: Servetschs da cloud da Firefox

source: Terms of Service
rm: Contract da licenza

source: Privacy Notice
rm: Decleraziun da protecziun da datas

source: Get the full Sync experience.
rm: Retschaiva l'experientscha cumpletta da Sync.

source: Download Firefox for iOS!
rm: Telechargiar Firefox per iOS!

source: Download Firefox for Android.
rm: Telechargiar Firefox per Android.

source: Download Firefox for mobile devices.
rm: Telechargiar Firefox per apparats mobils.

source: Request for permission
rm: Dumonda da permissiun

source: %(serviceName)s wants the following information from your account:
rm: %(serviceName)s vul suandantas infurmaziuns da tes conto:

source: Accept
rm: Acceptar

source: Cancel
rm: Interrumper

source: Proceed
rm: Cuntinuar

source: Your account is ready!
rm: Tes conto è pront!

source: Report unauthorized sign-in?
rm: Vuls ti rapportar in'annunzia betg autorisada?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
rm: Ti has survegnì in email davart in'emprova dad access a tes conto. Vuls ti rapportar questa activitad sco suspectus?

source: Report activity
rm: Rapportar l'activitad

source: Why is this happening?
rm: Pertge capita quai?

source: Reset account
rm: Reinizialisar il conto

source: Continue to %(serviceName)s
rm: Cuntinuar cun %(serviceName)s

source: When you reset your password, you will lose any Sync data that is not on one of your devices.
rm: Cun reinizialisar tes pled-clav perdas ti tut las datas da Sync che n'èn sin nagin da tes apparats.

source: Begin reset
rm: Cumenzar da redefinir

source: Remember password? Sign in.
rm: Ta regordas dal pled-clav? T'annunzia.

source: Firefox Accounts
rm: Contos da Firefox

source: Sign out
rm: Sortir

source: Looking for your Add-ons data? <a href="/signup">Sign up</a> for a Firefox Account with your old Add-ons account email address.
rm: Tschertgas ti tias datas da supplements? <a href="/signup">Ta registrescha</a> per in conto da Firefox cun tia adressa dad e-mail da tes vegl conto da supplements.

source: Migrate your sync data by signing in to your Firefox&nbsp;Account.
rm: Migrar tias datas da sync entras s'annunziar tar tes conto&nbsp;da&nbsp;Firefox.

source: Use a different account
rm: Utilisar in auter conto

source: Create an account
rm: Crear in conto

source: Thank you for your vigilance
rm: Grazia per tia vigilanza

source: Our team has been notified. Reports like this help us fend off intruders.
rm: Noss team è vegnì infurmà. Quests rapports ans gidan d'ans defender encunter attatgaders.

source: Authorize this sign-in
rm: Autorisar questa annunzia

source: To better protect your Firefox data, there is an authorization code waiting for you at %(email)s.
rm: Per proteger meglier tias datas da Firefox ta spetga in code d'autorisaziun en %(email)s.

source: Enter authorization code
rm: Endatescha il code d'autorisaziun

source: Continue
rm: Cuntinuar

source: Create a Firefox Account
rm: Crear in conto da Firefox

source: Looking for Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Get started here</a>
rm: Ti tschertgas Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Cumenza qua</a>

source: Migrate your sync data by creating a new Firefox&nbsp;Account.
rm: Migrar tias datas da sync cun crear in nov conto&nbsp;da&nbsp;Firefox.

source: Looking for your Add-ons data? Sign up for a Firefox Account with your old Add-ons account email address.
rm: Tschertgas ti las datas da tes supplements? Ta registrescha per in conto da Firefox cun l'adressa dad e-mail da tes vegl conto da supplements.

source: A strong, unique password will keep your Firefox data safe from intruders.
rm: In pled-clav ferm ed unic gida a tegnair davent invasurs da tias datas da Firefox.

source: Receive the monthly Firefox newsletter
rm: Retschaiva il newsletter mensil da Firefox

source: Create account
rm: Crear in conto

source: Have an account? Sign in
rm: Has ti in conto? T'annunzia

source: Send Firefox directly to your smartphone and sign in to complete set-up
rm: Trametta Firefox directamain a tes smartphone e t'annunzia per cumplettar la configuraziun

source: This Firefox is connected
rm: Quest Firefox è connectà

source: Mobile phone number
rm: Numer dal telefonin

source: Send
rm: Trametter

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
rm: Il servetsch dad SMS è mo disponibel per numers da telefon dals Stadis Unids da l'America. Eventualmain vegnan messas a quint taxas per SMS e la transmissiun da datas. Il destinatur da l'e-mail u SMS sto avair dà ses consentiment. <a %(escapedLearnMoreAttributes)s>Ulteriuras infurmaziuns</a>

source: Maybe later
rm: Forsa pli tard

source: Install Firefox on your smartphone and sign in to complete set-up
rm: Installescha Firefox sin tes telefonin e t'annunzia per cumplettar l'installaziun

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped number?</a>
rm: Tramess la colliaziun da l'applicaziun a %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Fatg in sbagl da tippar?</a>

source: If you are not receiving the text message, you can also download the apps manually.
rm: Sche ti na survegns betg il messadi da text pos ti era telechargiar manualmain las applicaziuns.

source: Didn't arrive? Resend
rm: Betg arrivà? Trametter anc ina giada

source: Why Sync two (or more!) devices?
rm: Pertge sincronisar dus (u dapli!) apparats?

source: Sync lets you share the bookmarks, history and passwords you save to Firefox on one device with Firefox on other devices. Sign in to Firefox on your phone or tablet and everything you've saved to Firefox for desktop will appear.
rm: Memorisescha tes segnapaginas, la cronologia ed ils pleds-clav en Firefox ed als cundivida lura grazia a Sync cun ils auters apparats. T'annunzia cun Firefox sin tes telefon u tablet e tut quai che ti has memorisà en Firefox sin tes computer vegn a cumparair.
