Repository: LZoog/fxa-content-server-l10n
Catalog: locale/rm/LC_MESSAGES/client.po
Languages: rm

source: Sync isn't designed as a permanent backup – it's just sharing what is saved locally. If you reset your password and your data isn't stored on at least one other device, you could lose all the information associated with the old password. That's why you'll want to install Firefox and use Sync on more than one device.
rm: Sync n'è betg previs per la segirada da datas, mabain mo per cundivider las datas localas. Sche ti reinizialiseschas il pled-clav e las datas n'èn betg memorisadas sin almain in auter apparat, perdas ti eventualmain tut las infurmaziuns associadas cun il pled-clav vegl. Per quest motiv èsi recumandabel dad installar Firefox ed utilisar Sync sin plirs apparats.

source: Got it
rm: Jau hai chapì

source: Change…
rm: Modifitgar…

source: Add…
rm: Agiuntar…

source: Take picture
rm: Far ina fotografia

source: Upload
rm: Chargiar si

source: Clear
rm: Allontanar

source: Done
rm: Finì

source: Position and rotate your picture as needed
rm: Posiziunescha e rotescha tes maletg sco giavischà

source: Change
rm: Midar

source: Save
rm: Memorisar

source: Once you're finished, use your new password to sign in on all of your devices.
rm: Sche ti es a fin stos ti utilisar il nov pled-clav per s'annunziar sin tut tes apparats.

source: Old password
rm: Pled-clav vegl

source: Disconnect from Sync?
rm: Deconnectar da Sync?

source: Your browsing data will remain on %(deviceName)s, but it will no longer sync with your account.
rm: Las datas da navigaziun restan sin %(deviceName)s, ma ellas na vegnan betg pli sincronisadas cun tes conto.

source: Suspicious device
rm: Apparat suspectus

source: Lost or stolen device
rm: Apparat pers u engulà

source: Old or replaced device
rm: Apparat che n'è betg pli en funcziun

source: Duplicate device
rm: Apparat dubel

source: Rather not say
rm: Jau preferesch da betg respunder

source: Disconnect
rm: Deconnectar

source: Disconnection Successful
rm: Deconnexiun reussida

source: Devices & apps
rm: Apparats & applicaziuns

source: Show
rm: Mussar

source: current device
rm: apparat actual

source: Disconnect…
rm: Deconnectar…

source: current session
rm: sesida actuala

source: Firefox for iOS
rm: Firefox per iOS

source: none connected
rm: nagins connectads

source: Download
rm: Telechargiar

source: Firefox for Android
rm: Firefox per Android

source: Missing or duplicate items?
rm: Datti elements dublegiads u mancan elements?

source: Refresh
rm: Actualisar

source: Communication preferences
rm: Preferenzas da communicaziun

source: Receive the monthly Firefox newsletter.
rm: Retschaiver il newsletter mensil da Firefox.

source: Email preferences
rm: Preferenzas dad e-mail

source: Unsubscribe
rm: De-abunar

source: Subscribe
rm: Abunar

source: Delete account
rm: Stizzar il conto

source: Delete…
rm: Stizzar…

source: Are you sure you want to delete your account? This action cannot be undone.
rm: Es ti segir che ti vuls stizzar quest conto? Questa acziun na po betg vegnir revocada.

source: Choose the name you would like to appear in Firefox and when managing your account.
rm: Tscherna il num che ti vuls ch'el cumpara en Firefox e sche ti administreschas tes conto.

source: How old are you?
rm: Quant vegl es ti?

source: Sign in to Sync
rm: S'annunziar tar Sync

source: Choose the account you would like to use to sync your tabs, bookmarks, passwords and more.
rm: Tscherna il conto che ti vuls utilisar per sincronisar tes tabs, tes segnapaginas, tes pleds-clav e dapli.

source: Use OpenID
rm: Utilisar OpenID

source: Use Firefox Account
rm: Utilisar il conto da Firefox

source: first sync %(translatedTimeAgo)s
rm: emprima sincronisaziun: %(translatedTimeAgo)s

source: last sync %(translatedTimeAgo)s
rm: ultima sincronisaziun: %(translatedTimeAgo)s

source: last active %(translatedTimeAgo)s
rm: ultima activitad %(translatedTimeAgo)s

source: last sync time unknown
rm: temp da l'ultima sincronisaziun betg enconuschent

source: Secondary email removed
rm: Allontanà l'adressa dad e-mail alternativa

source: Verification email sent
rm: Tramess l'e-mail da verificaziun

source: Primary email set to %(email)s
rm: L'adressa dad e-mail principala è %(email)s

source: Addresses
rm: Adressas

source: Credit cards
rm: Cartas da credit

source: This email was already verified by another user
rm: Questa adressa dad e-mail è gia vegnida verifitgada dad in auter utilisader

source: Secondary email must be different than your account email
rm: L'adressa dad e-mail alternativa sto esser differenta da l'adressa da tes conto

source: Primary account email required for sign-in
rm: L'adressa principala dal conto è necessaria per s'annunziar

source: Address in use by another account
rm: L'adressa vegn duvrada dad in auter conto

source: Primary account email required for reset
rm: L'adressa principala dal conto è necessaria per la reinizialisaziun

source: Invalid signin code
rm: Code d'annunzia nunvalid

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
rm: Has ti manegià <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?

source: %(escapedEmail)s registered. <a %(escapedBackLinkParams)s>Mistyped email?</a>
rm: %(escapedEmail)s è gia registrà. <a %(escapedBackLinkParams)s>Sbagl da tippar?</a>

source: Receive new link
rm: Ma trametter ina nova colliaziun

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
rm: Controllescha tes e-mails per chattar la colliaziun da verificaziun tramessa a %(escapedEmail)s

source: Check your email for the sign-in confirmation link sent to %(email)s
rm: Controllescha tes e-mails per chattar la colliaziun per l'annunzia, tramessa a %(email)s

source: Not in inbox or spam folder? Resend
rm: Betg en la posta entrada u en l'ordinatur da spam? Trametter anc ina giada

source: Signin confirmed
rm: Confermà l'annunzia

source: Still adding devices?
rm: Anc agiuntar ulteriurs apparats?

source: Why is more than one device required?
rm: Pertge dovri dapli ch'in apparat?

source: Cookies and local storage are required
rm: Cookies e memoria locala èn necessaris

source: Enter your email
rm: Endatescha tia adressa dad e-mail

source: Account notifications will now also be sent to %(secondaryEmailVerified)s
rm: Las communicaziuns dal conto vegnan ussa era tramessas a %(secondaryEmailVerified)s

source: Sorry. We’ve locked your&nbsp;account.
rm: Deplorablamain è tes conto bloccà.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
rm: L'e-mail da verificaziun tramess a %(email)s è vegnì returnà e nus avain bloccà tes conto per proteger tias datas da Firefox.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
rm: Sche questa adressa dad e-mail è valida, <a %(escapedSupportLinkAttrs)s>ans fa a savair</a> e nus ta pudain gidar a debloccar tes conto.

source: No longer own that email? Create a new account
rm: Quai n'è betg pli ti'adressa dad e-mail? Creescha in nov conto

source: Mistyped email?
rm: Betg endatà endretg l'adressa dad e-mail?

source: Check your email for the authorization code sent to %(email)s.
rm: Controllescha tes e-mails per chattar il code d'autorisaziun tramess a %(email)s.

source: Get the latest news about Mozilla and Firefox
rm: Retschaiver novitads davart Mozilla e Firefox

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
rm: Il servetsch dad SMS è mo disponibel en tscherts pajais. Eventualmain custan ils SMS e la transmissiun da datas. Il destinatur da l'e-mail u dal SMS sto esser d'accord. <a %(escapedLearnMoreAttributes)s>Ulteriuras infurmaziuns</a>

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
rm: Tramess ina colliaziun a l'applicaziun a %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Cuntegna il numer in sbagl?</a>

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
rm: Tramess anc ina giada ina colliaziun a l'applicaziun a %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Cuntegna il numer in sbagl?</a>

source: Why sync multiple devices?
rm: Pertge sincronisar differents apparats?

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
rm: Il servetsch da sincronisaziun na serva betg a la segirada da datas permanenta. Igl è dentant ina metoda segira per transmetter segnapaginas, la cronologia e pleds-clav tranter ils apparats che ti possedas.

source: You should install Firefox and sync at least two devices to protect against losing your data if you need to restore it but forget your password.
rm: Ti duessas installar Firefox e sincronisar almain dus apparats per evitar che ti perdias datas en cas che ti las stos restaurar, ma has emblidà tes pled-clav.

source: Revoke
rm: Revocar

source: We may send you emails related to your Firefox Account.
rm: Nus pudain ta trametter e-mails en connex cun tes conto da Firefox.

source: Additionally, you can choose whether to receive the latest news about Mozilla and Firefox.
rm: En pli pos ti decider sche ti vuls retschaiver las ultimas novas davart Mozilla e Firefox.

source: Secondary email
rm: Adressa dad e-mail alternativa

source: A secondary email is an additional address for receiving security notices and confirming new Sync devices.
rm: In'adressa dad e-mail alternativa è in'adressa supplementara per retschaiver avis da segirezza e confermar la sincronisaziun da novs apparats.

source: verified
rm: verifitgà

source: verification required
rm: verificaziun obligatorica

source: Make primary
rm: Definir sco adressa principala

source: Remove
rm: Allontanar

source: Not in inbox or spam folder? Resend?
rm: Betg da chattar en la posta entrada u en l'ordinatur da spam? Anc ina giada trametter?

source: Add
rm: Agiuntar

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
rm: Ti tschertgas Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Cumenza qua</a>

source: Your password has been reset
rm: Tes pled-clav è vegnì reinizialisà

source: You are now ready to make changes to your Firefox Account.
rm: Ti es ussa pront da far midadas en tes conto da Firefox.

source: Primary email verified
rm: Verifitgà l'adressa dad e-mail principala

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
rm: Communicaziuns dal conto vegnan ussa era tramessas a %(secondaryEmailVerified)s.

source: Secondary email verified
rm: Verifitgà l'adressa dad e-mail alternativa

source: Last sync %(translatedTimeAgo)s
rm: Ultima sincronisaziun %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
rm: Ultima sincronisaziun avant dapli che %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
rm: Ultima sincronisaziun %(translatedTimeAgo)s en %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
rm: Ultima sincronisaziun avant dapli che %(translatedTimeAgo)s en %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: Ultima sincronisaziun %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: Ultima sincronisaziun avant dapli che %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s
rm: Ultima activitad avant dapli che %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
rm: Ultima activitad %(translatedTimeAgo)s en %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
rm: Ultima activitad avant dapli che %(translatedTimeAgo)s en %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: Ultima activitad %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: Ultima activitad avant dapli che %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s
rm: Avant dapli che %(translatedTimeAgo)s

source: %(translatedTimeAgo)s in %(translatedCountry)s
rm: %(translatedTimeAgo)s en %(translatedCountry)s

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
rm: Avant %(translatedTimeAgo)s en %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
rm: Avant %(translatedTimeAgo)s datiers da %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync time unknown
rm: Il temp da l'ultima sincronisaziun n'è betg enconuschent

source: Firefox Recovery Codes
rm: Codes da recuperaziun da Firefox

source: Codes copied
rm: Copià ils codes

source: Failed to copy codes. Please manually copy them.
rm: Betg reussì da copiar ils codes. Per plaschair als copiar a maun.

source: New recovery codes generated
rm: Creà novs codes da recuperaziun

source: Two-step authentication enabled
rm: Validaziun en dus pass activada

source: Use the code %(code)s to set up two-step authentication in supported applications.
rm: Utilisescha il code %(code)s per configurar la validaziun en dus pass en las applicaziuns sustegnidas.

source: Two-step authentication removed
rm: Validaziun en dus pass deactivada

source: Two-step Authentication
rm: Validaziun en dus pass

source: none
rm: nagina

source: Last checked: %(lastCheckTime)s
rm: Ultima controlla: %(lastCheckTime)s

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
rm: Tramess anc ina giada l'e-mail. Agiuntescha accounts@firefox.com a tes contacts per far la segira che l'e-mail arrivia.

source: Primary email verified successfully
rm: Verifitgà cun success l'adressa dad e-mail principala

source: Logins
rm: Infurmaziuns d'annunzia

source: Secondary email verified successfully
rm: Verifitgà cun success l'adressa dad e-mail alternativa

source: Password reset successfully
rm: Reinizialisà cun success il pled-clav

source: Can not change primary email to an unverified email
rm: Impussibel da definir ina adressa betg verifitgada sco adressa principala

source: Can not change primary email to an email that does not belong to this account
rm: Impussibel da definir ina adressa che na tutga betg tar quest conto sco adressa principala

source: This email can not currently be used to login
rm: Questa adressa na po actualmain betg vegnir utilisada per l'annunzia

source: Failed to send email
rm: Betg reussì da trametter l'e-mail

source: Invalid sign-in verification code
rm: Code da verificaziun d'annunzia nunvalid

source: This verification code has expired
rm: Quest code da verificaziun è scrudà

source: Feature not enabled
rm: Funcziun inactiva

source: Two-step authentication code required
rm: Code d'autentificaziun en dus pass necessari

source: Invalid two-step authentication code
rm: Code d'autentificaziun en dus pass nunvalid

source: Recovery code required
rm: Code da recuperaziun necessari

source: Invalid recovery code
rm: Code da recuperaziun nunvalid

source: Service unavailable, try again soon
rm: Servetsch betg disponibel, empruvar pli tard anc ina giada

source: Expired token
rm: Token scrudà

source: %(email)s registered.
rm: %(email)s registrà.

source: Create new password
rm: Crear in nov pled-clav

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
rm: <span>IMPURTANT:</span> Sche ti reinizialiseschas tes pled-clav, reinizialiseschas ti tes conto. Tschertas datas privatas (inclus la cronologia, ils segnapaginas e pleds-clav) pon ir a perder. Quai succeda perquai che nus criptain tias datas cun tes pled-clav per motivs da protecziun da datas.

source: Re-enter password
rm: Reendatar il pled-clav

source: Primary email already confirmed
rm: Adressa dad e-mail principala gia confermada

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
rm: Controllescha tes e-mails per chattar la colliaziun per s'annunziar, tramessa a %(escapedEmail)s

source: Click the link emailed to %(email)s within the next hour to create a new password.
rm: Clicca entaifer la proxima ura sin la colliaziun tramessa via e-mail a %(email)s per crear in nov pled-clav.

source: Still adding devices? Sign in to Firefox on another device to complete set-up
rm: Ti vuls anc agiuntar auters apparats? T'annunzia via Firefox sin in auter apparat per cumplettar la configuraziun.

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
rm: Cun cuntinuar acceptas ti las <a id="fxa-tos" href="/legal/terms">cundiziuns d'utilisaziun</a> e las <a id="fxa-pp" href="/legal/privacy">infurmaziuns davart la protecziun da datas</a>.

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
rm: <span>AVIS:</span> Sche ti reinizialiseschas tes pled-clav, reinizialiseschas ti tes conto. Tschertas datas privatas (inclus la cronologia, ils segnapaginas e pleds-clav) pon ir a perder. Quai succeda perquai che nus criptain tias datas cun tes pled-clav per motivs da protecziun da datas.

source: Enter recovery code
rm: Endatar il code da recuperaziun

source: Please enter a recovery code that was provided to you during setup.
rm: Endatescha per plaschair in code da recuperaziun che ti has retschavì durant la configuraziun.

source: Enter 10-digit recovery code
rm: Endatar il code da recuperaziun da 10 caracters

source: Verify
rm: Verifitgar

source: Enter security code
rm: Endatar il code da segirezza

source: Check your email for the code sent to %(email)s.
rm: Controllescha la posta entrada dad e-mail per chattar il code tramess a %(email)s.

source: Enter code
rm: Endatar il code

source: Open your authentication app and enter the security code it provides.
rm: Avra l'applicaziun d'autentificaziun ed endatescha il code da segirezza furnì.

source: Enter 6-digit code
rm: Endatar il code da 6 caracters

source: Use recovery code
rm: Utilisar il code da recuperaziun

source: Don’t lose this password. If you need to reset it, you may lose Sync data.
rm: Na perda betg quest pled-clav. Sche ti al stos reinizialisar, perdas ti eventualmain las datas da Sync.

source: <span>Don’t reuse your email password</span>If someone knows your email password, they can approve your Firefox sign-in on a new device and access your data.
rm: <span>N'utilisescha betg tes pled-clav dad e-mail</span>Sch'insatgi enconuscha tes pled-clav dad e-mail po el u ella confermar l'associaziun dad in nov apparat cun tes conto da Firefox ed uschia acceder a tias datas.

source: <span>Remember your password</span>If you need to reset your password, you will lose any Sync data that is not on one of your devices.
rm: <span>Tegna endament tes pled-clav</span>Sche ti stos reinizialisar tes pled-clav, perdas ti tut las datas da Sync che n'èn betg memorisadas sin in da tes apparats.

source: Current device
rm: Quest apparat

source: Current session
rm: Sesida actuala

source: None connected
rm: Nagin apparat connectà

source: You will receive communications relating to your account security, changes to our policy, your account’s functionality and initial emails to help you get the most from your Firefox Account.
rm: Ti retschaivas messadis areguard la segirezza da tes conto, midadas da nossas cundiziuns d'utilisaziun, funcziuns da tes conto e messadis inizials per ta gidar a duvrar en moda optimala tes conto da Firefox.

source: Additionally, you can subscribe to receive promotional emails with the latest news from Mozilla and Firefox.
rm: En pli pos ti abunar e-mails cun novitads davart Mozilla e Firefox.

source: Manage Subscriptions
rm: Administrar ils abunaments

source: If you use this account for Mozilla apps and services like AMO, Pocket, and Screenshots you should first log in and remove any saved personal information. Once you delete your account here you may lose access to it everywhere.
rm: En cas che ti utiliseschas quest conto per applicaziuns e servetschs da Mozilla sco AMO, Pocket e Screenshots duessas ti sco emprim t'annunziar e stizzar tut las datas persunalas memorisadas. Sche ti stizzas qua il conto ristgas ti da perder l'access dapertut nua che ti al utiliseschas.

source: A secondary email is an additional address for receiving security notices and confirming new devices.
rm: Ina adressa dad e-mail alternativa è ina adressa supplementara per retschaiver communicaziuns da segirezza e per confermar novs apparats che duain vegnir sincronisads.

source: Refresh Status
rm: Actualisar il status

source: Recovery codes
rm: Codes da recuperaziun

source: NOTE:
rm: REMARTGA:

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
rm: Cun crear novs codes da recuperaziun daventan tut ils codes anteriurs nunvalids. Memorisescha ils codes novs per plaschair en in lieu segir.

source: Generate new recovery codes
rm: Crear novs codes da recuperaziun

source: These are your one time use recovery codes. Store them in a safe place in the event you lose access to your mobile device. You will not be able to see these codes again.
rm: Quests èn ils codes da recuperaziun a diever unic. Als memorisescha en in lieu segir per cas che ti n'has in bel di nagin access pli a tes apparat mobil. Quests codes na vegnan betg mussads ina segunda giada.

source: Copy
rm: Copiar

source: Print
rm: Stampar

source: Two-step authentication
rm: Autentificaziun en dus pass

source: Enable…
rm: Activar…

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
rm: Cun ils codes da segirezza dad ina da <a %(escapedTotpSupportAttributes)s>questas applicaziuns d'autentificaziun</a> pos ti proteger tes conto cun in nivel da segirezza supplementar.

source: Current status
rm: Status actual

source: Enabled
rm: Activà

source: Disabled
rm: Deactivà

source: Disable
rm: Deactivar

source: Enable
rm: Activar

source: Replace recovery codes
rm: Remplazzar ils codes da recuperaziun

source: Scan the QR code in your authentication app and then enter the security code it provides.
rm: Scannescha il code QR en tia applicaziun d'autentificaziun ed endatescha lura ils codes da segirezza furnids.

source: Can’t scan code?
rm: Impussibel da scannar il code?

source: Manually enter this secret key into your authentication app:
rm: Endatescha manualmain questa clav secreta en l'applicaziun d'autentificaziun:

source: Security code
rm: Code da segirezza

source: Confirm
rm: Confermar
